[
  {
    "Id": "1",
    "Name": "Burden of Trust",
    "Type": "Card",
    "Attributes": {},
    "Description": "4 pts - Each objective marker you control that are not within your deployment zone\n\n2 pts - Each objective marker you are guarding"
  },
  {
    "Id": "2",
    "Name": "Hidden Supplies",
    "Type": "Card",
    "Attributes": {},
    "Description": "5 pts - Control 1 objective marker outsude your deployment zone\n\n10 pts - Control 2+ objective markers outsude your deployment zone\n\n5 pts - Control more objective markers than your opponent controls"
  },
  {
    "Id": "3",
    "Name": "Linchpin",
    "Type": "Card",
    "Attributes": {},
    "Description": "3 pts - Control the objective marker in your deployment zone\n\n5 pts - Each objective marker while controlling your base\n\n3 pts - Each objective marker without controlling your base"
  },
  {
    "Id": "4",
    "Name": "Purge the Foe",
    "Type": "Card",
    "Attributes": {},
    "Description": "4 pts - One or more enemy units were destroyed this battle round\n\n4 pts - More enemy units than friendly units were destroyed this battle round\n\n4 pts - Control on or more objective markers\n\n4 pts - Control more objective markers than your opponent controls"
  },
  {
    "Id": "5",
    "Name": "Scorched Earth",
    "Type": "Card",
    "Attributes": {},
    "Description": "5 pts - Control 1 objective marker\n\n 10 pts - Control 2+ objective markers\n\n5 pts - Burned an objective marker in No Man's Land\n\n10 pts - Burned an objective marker in your opponent's deployment zone"
  },
  {
    "Id": "6",
    "Name": "Supply Drop",
    "Type": "Card",
    "Attributes": {},
    "Description": "Objective markers that you control give:\n\n Battle round 2: 5 pts\n\n Battle round 3: 5 pts\n\n Battle round 4: 8 pts\n\n Battle round 5: 15 pts"
  },
  {
    "Id": "7",
    "Name": "Take and Hold",
    "Type": "Card",
    "Attributes": {},
    "Description": "5 pts - Control 1 objective marker\n\n 10 pts - Control 2 objective markers\n\n15 pts - Control 3 objective markers"
  },
  {
    "Id": "8",
    "Name": "Terraform",
    "Type": "Card",
    "Attributes": {},
    "Description": "4 pts - Objective markers you control\n\n1 pts - Each objective marker you have terraformed during the battle"
  },
  {
    "Id": "9",
    "Name": "The Ritual",
    "Type": "Card",
    "Attributes": {},
    "Description": "5 pts - Control 1 objective marker in No Man's Land\n\n10 pts - Control 2 objective markers in No Man's Land\n\n15 pts - Control 3+ objective markers in No Man's Land"
  },
  {
    "Id": "10",
    "Name": "Unexploded Ordnance",
    "Type": "Card",
    "Attributes": {},
    "Description": "8 pts - Each hazard objective marker that are wholly within your opponent's deployment zone\n\n5 pts - Each hazard objective marker that are wholly within 6\" of your opponent's deployment zone\n\n2 pts - Each hazard objective marker that are wholly within 12\" of your opponent's deployment zone"
  },
  {
    "Id": "11",
    "Name": "A Tempting Target",
    "Type": "Card",
    "Attributes": {},
    "Description": "5 pts - Control the selected objective"
  },
  {
    "Id": "12",
    "Name": "Area Denial",
    "Type": "Card",
    "Attributes": {},
    "Description": "2 pts - Friendly unit within 3\" of centre and no enemy units within 3\" of centre\n\n5 pts - Friendly unit within 3\" of centre and no enemy units within 6\" of centre"
  },
  {
    "Id": "13",
    "Name": "Assassination",
    "Type": "Card",
    "Attributes": {},
    "Description": "5 pts - Destroyed 1+ enemy characters models\n\n5 pts - All enemy character models have been destroyed"
  },
  {
    "Id": "14",
    "Name": "Behind Enemy Lines",
    "Type": "Card",
    "Attributes": {},
    "Description": "3 pts - 1 unit is wholly within opponent's deployment zone\n\n4 pts - 2+ units are wholly within opponent's deployment zone"
  },
  {
    "Id": "15",
    "Name": "Bring it Down",
    "Type": "Card",
    "Attributes": {},
    "Description": "4 pts - 1+ VEHICLE or MONSTER unit(s) killed"
  },
  {
    "Id": "16",
    "Name": "Cleanse",
    "Type": "Card",
    "Attributes": {},
    "Description": "2 pts - Cleansed 1 objective marker\n\n4 pts - Cleansed 2+ objective markers"
  },
  {
    "Id": "17",
    "Name": "Cull the Horde",
    "Type": "Card",
    "Attributes": {},
    "Description": "5 pts - Destroyed an infantry unit with 13+ starting strength including attached models"
  },
  {
    "Id": "18",
    "Name": "Defend Stronghold",
    "Type": "Card",
    "Attributes": {},
    "Description": "3 pts - Control an objective in your deployment zone\n\n (No turn 1)"
  },
  {
    "Id": "19",
    "Name": "Display of Might",
    "Type": "Card",
    "Attributes": {},
    "Description": "4 pts - have more units wholly within No Man's Land than your Opponent\n\n (No turn 1)"
  },
  {
    "Id": "20",
    "Name": "Engage on all Fronts",
    "Type": "Card",
    "Attributes": {},
    "Description": "1 pt - Units wholly within 2 table quarters\n\n3 pts - Units wholly within 3 table quarters\n\n5 pts - Units wholly within all 4 table quarters"
  },
  {
    "Id": "21",
    "Name": "Establish Locus",
    "Type": "Card",
    "Attributes": {},
    "Description": "2 pts - Established a locus within 6\" of the centre\n\n4 pts - Established a locus in the enemy deployment zone"
  },
  {
    "Id": "22",
    "Name": "Extended Battle Lines",
    "Type": "Card",
    "Attributes": {},
    "Description": "2 pts - Control an objective in No Man's land\n\n4 pts - Control an objective in your deployment zone and in No Man's Land"
  },
  {
    "Id": "23",
    "Name": "Marked for Death",
    "Type": "Card",
    "Attributes": {},
    "Description": "2 pts - Gamma unit destroyed or removed from the battlefield\n\n5 pts - 1+ selected alpha units were destroyed or removed from the battlefield"
  },
  {
    "Id": "24",
    "Name": "Storm Hostile Objective",
    "Type": "Card",
    "Attributes": {},
    "Description": "4 pts - Control an objective that your opponent controlled at the start of the turn\n\n4 pts - Your opponent didn't control any objectives at the start of the turn and you control an objective you didn't control at the start of the turn"
  },
  {
    "Id": "25",
    "Name": "No Prisoners",
    "Type": "Card",
    "Attributes": {},
    "Description": "2 pts - Destroyed 1 enemy unit\n\n4 pts - Destroyed 2 enemy units\n\n5 pts - Destroyed 3+ enemy units"
  },
  {
    "Id": "26",
    "Name": "Overwhelming Force",
    "Type": "Card",
    "Attributes": {},
    "Description": "3 pts - Destroyed 1 enemy unit on an objective\n\n5 pts - Destroyed 2+ enemy units on objectives"
  },
  {
    "Id": "27",
    "Name": "Recover Assets",
    "Type": "Card",
    "Attributes": {},
    "Description": "3 pts - 2 units recovered assets\n\n5 pts - 3+ units recovered assets"
  },
  {
    "Id": "28",
    "Name": "Sabotage",
    "Type": "Card",
    "Attributes": {},
    "Description": "3 pts - Your unit committed sabotage this turn and is not within your opponent's deployment zone\n\n6 pts - Your unit committed sabotage this turn and is within your opponent's deployment zone"
  },
  {
    "Id": "29",
    "Name": "Secure No Man's Land",
    "Type": "Card",
    "Attributes": {},
    "Description": "2 pts - Control 1 objective in No Man's Land\n\n5 pts - Control 2+ objectives in No Man's Land"
  },
  {
    "Id": "30",
    "Name": "Command re-roll",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Any phase, just after you make an Advance roll, a Charge roll, a Desperate Escape test or a Hazardous test for a unit from your army, or a Hit roll, a Wound roll, a Damage roll or a saving throw for a model in that unit, or a roll to determine the number of attacks made with a weapon equipped by a model in that unit. If you are using fast dice rolling, this Stratagem can still be used after rolling multiple rolls or saving throws at once.\n\nTARGET: That unit or model from your army.\n\nEFFECT: You re-roll that roll, test or saving throw. If you are using fast dice rolling, select one of those rolls or saving throws to re-roll."
  },
  {
    "Id": "31",
    "Name": "Counter-offensive",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Fight phase, just after an enemy unit has fought.\n\nTARGET: One unit from your army that is within Engagement Range of one or more enemy units and that has not already been selected to fight this phase.\n\nEFFECT: Your unit fights next."
  },
  {
    "Id": "32",
    "Name": "Epic Challenge",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase, when a CHARACTER unit from your army that is within Engagement Range of one or more Attached units is selected to fight.\n\nTARGET: One CHARACTER model in your unit.\n\nEFFECT: Until the end of the phase, all melee attacks made by that model have the [PRECISION] ability."
  },
  {
    "Id": "33",
    "Name": "Insane Bravery",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Battle-shock step of your Command phase, just before you take a Battle-shock test for a unit from your army.\n\nTARGET: That unit from your army.\n\nEFFECT: Your unit automatically passes that Battle-shock test.\n\nRESTRICTIONS: You cannot use this Stratagem more than once per battle."
  },
  {
    "Id": "34",
    "Name": "Grenade",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One GRENADES unit from your army (excluding units that Advanced, Fell Back or have shot this turn) that is not within Engagement Range of one or more enemy units.\n\nEFFECT: Select one GRENADES model in your unit and one enemy unit that is not within Engagement Range of any units from your army and is within 8\" of and visible to your GRENADES model. Roll six D6: for each 4+, that enemy unit suffers 1 mortal wound."
  },
  {
    "Id": "35",
    "Name": "Tank Shock",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Charge phase, just after a VEHICLE unit from your army ends a Charge move.\n\nTARGET: That VEHICLE unit.\n\nEFFECT: Select one enemy unit within Engagement Range of your unit, and select one VEHICLE model in your unit that is within Engagement Range of that enemy unit. Roll a number of D6 equal to the Toughness characteristic of the selected VEHICLE model. For each 5+, that enemy unit suffers 1 mortal wound (to a maximum of 6 mortal wounds)."
  },
  {
    "Id": "36",
    "Name": "Rapid Ingress",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: End of your opponent’s Movement phase.\n\nTARGET: One unit from your army that is in Reserves.\n\nEFFECT: Your unit can arrive on the battlefield as if it were the Reinforcements step of your Movement phase, and if every model in that unit has the Deep Strike ability, you can set that unit up as described in the Deep Strike ability (even though it is not your Movement phase).\n\nRESTRICTIONS: You cannot use this Stratagem to enable a unit to arrive on the battlefield during a battle round it would not normally be able to do so in."
  },
  {
    "Id": "37",
    "Name": "Fire Overwatch",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Movement or Charge phase, just after an enemy unit is set up or when an enemy unit starts or ends a Normal, Advance or Fall Back move, or declares a charge.\n\nTARGET: One unit from your army that is within 24\" of that enemy unit and that would be eligible to shoot if it were your Shooting phase.\n\nEFFECT: If that enemy unit is visible to your unit, your unit can shoot that enemy unit as if it were your Shooting phase.\n\nRESTRICTIONS: You cannot target a TITANIC unit with this Stratagem. Until the end of the phase, each time a model in your unit makes a ranged attack, an unmodified Hit roll of 6 is required to score a hit, irrespective of the attacking weapon’s Ballistic Skill or any modifiers. You can only use this Stratagem once per turn."
  },
  {
    "Id": "38",
    "Name": "Go to Ground",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has selected its targets.\n\nTARGET: One INFANTRY unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, all models in your unit have a 6+ invulnerable save and have the Benefit of Cover."
  },
  {
    "Id": "39",
    "Name": "Smokescreen",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has selected its targets.\n\nTARGET: One SMOKE unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, all models in your unit have the Benefit of Cover and the Stealth ability."
  },
  {
    "Id": "40",
    "Name": "Heroic Intervention",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Charge phase, just after an enemy unit ends a Charge move.\n\nTARGET: One unit from your army that is within 6\" of that enemy unit and would be eligible to declare a charge against that enemy unit if it were your Charge phase.\n\nEFFECT: Your unit now declares a charge that targets only that enemy unit, and you resolve that charge as if it were your Charge phase.\n\nRESTRICTIONS: You can only select a VEHICLE unit from your army if it is a WALKER. Note that even if this charge is successful, your unit does not receive any Charge bonus this turn."
  },
  {
    "Id": "41",
    "Name": "Protocol of the Eternal Revenant",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Any phase.\n\nTARGET: One NECRONS INFANTRY CHARACTER model from your army that was just destroyed. You can use this Stratagem on that model even though it was just destroyed.\n\nEFFECT: At the end of the phase, set your model back up on the battlefield as close as possible to where it was destroyed and not within Engagement Range of any enemy units, with half of its starting number of wounds remaining.\n\nRESTRICTIONS: Each model can only be targeted with this Stratagem once per battle."
  },
  {
    "Id": "42",
    "Name": "Protocol of the Undying Legions",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has resolved its attacks.\n\nTARGET: One NECRONS unit from your army that had one or more of its models destroyed as a result of the attacking unit’s attacks.\n\nEFFECT: Your unit activates its Reanimation Protocols and reanimates D3 wounds (or D3+1 wounds if a NECRONS CHARACTER is leading your unit]."
  },
  {
    "Id": "43",
    "Name": "Protocol of the Hungry Void",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One NECRONS unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, add 1 to the Strength characteristic of melee weapons equipped by models in your unit. In addition, If a NECRONS CHARACTER is leading your unit, until the end of the phase, improve the Armour Penetration characteristic of melee weapons equipped by models in your unit by 1. (this is not cumulative with any other modifiers that improve Armour Penetration]."
  },
  {
    "Id": "44",
    "Name": "Protocol of the Sudden Storm",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase.\n\nTARGET: One NECRONS unit from your army.\n\nEFFECT: Until the end of the turn, ranged weapons equipped by models in your unit have the [ASSAULT] ability. In addition, if a NECRONS CHARACTER is leading your unit, until the end of the phase, you can re-roll Advance rolls made for your unit."
  },
  {
    "Id": "45",
    "Name": "Protocol of the Conquering Tyrant",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One NECRONS unit from your army that has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes an attack that targets a unit within half range, re-roll a Hit roll of 1. If a NECRONS CHARACTER is leading your unit, until the end of the phase, you can re-roll the Hit roll for that attack instead."
  },
  {
    "Id": "46",
    "Name": "Protocol of the Vengeful Stars",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit destroys a NECRONS unit from your army.\n\nTARGET: One NECRONS CHARACTER unit from your army that was within 6\" of that NECRONS unit when it was destroyed.\n\nEFFECT: After the attacking unit has resolved its attacks, your unit can shoot as if it were your Shooting phase, but it must target only that enemy unit when doing so, and can only do so if that enemy unit is an eligible target."
  },
  {
    "Id": "47",
    "Name": "Masks of Death",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One DESTROYER CULT or FLAYED ONES unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time an attack targets your unit, subtract 1 from the Hit roll."
  },
  {
    "Id": "48",
    "Name": "The Spoor of Frailty",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase or the Fight phase.\n\nTARGET: One DESTROYER CULT or FLAYED ONES unit from your army that has not been selected to shoot or fight this phase.\n\nEFFECT: Until the end of the phase, each time a model from your unit makes an attack that targets a unit below Starting Strength, add 1 to the Hit roll. If the target is Below Half-strength, add 1 to the Wound roll as well."
  },
  {
    "Id": "49",
    "Name": "Murderous Reanimation",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One DESTROYER CULT or FLAYED ONES unit from your army that has just destroyed an enemy unit, or just caused an enemy unit that was not Below Half-strength to become Below Half-strength.\n\nEFFECT: Your unit’s Reanimation Protocols activate."
  },
  {
    "Id": "50",
    "Name": "Pitiless Hunters",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One DESTROYER CULT or FLAYED ONES unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes a Pile-in or Consolidation move, it can move up to 6\" instead of up to 3\"."
  },
  {
    "Id": "51",
    "Name": "Blood-fuelled Cruelty",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Movement phase, just after an enemy unit ends a Fall Back move.\n\nTARGET: One DESTROYER CULT or FLAYED ONES unit from your army that started the phase within Engagement Range of that enemy unit.\n\nEFFECT: Roll one D6: on a 2-5, that enemy unit suffers D3 mortal wounds; on a 6, that enemy unit suffers 3 mortal wounds. Your unit can then make a Normal move, but must end that move as close as possible to that enemy unit."
  },
  {
    "Id": "52",
    "Name": "Insanity’s Ire",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has shot.\n\nTARGET: One DESTROYER CULT or FLAYED ONES unit from your army that had one or more of its models destroyed by the attacking unit’s attacks.\n\nEFFECT: Your unit can make a Normal move, but must end that move as close as possible to that enemy unit."
  },
  {
    "Id": "53",
    "Name": "Curse of the Cryptek",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has shot or fought.\n\nTARGET: One CRYPTEK model from your army that was destroyed by one of the attacking unit’s attacks.\nYou can use this Stratagem on that model even though it was just destroyed.\n\nEFFECT: Until the end of the battle, each time a friendly CANOPTEK model makes an attack that targets the attacking unit, add 1 to the Hit roll and add 1 to the Wound roll."
  },
  {
    "Id": "54",
    "Name": "Cynosure of Eradication",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: The start of your Shooting phase or the start of the Fight phase.\n\nTARGET: One CRYPTEK or CANOPTEK unit from your army that is wholly within your army’s Power Matrix.\n\nEFFECT: Until the end of the phase, weapons equipped by CRYPTEK or CANOPTEK models in your unit have the [DEVASTATING WOUNDS] ability."
  },
  {
    "Id": "55",
    "Name": "Solar Pulse",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Start of your Shooting phase.\n\nTARGET: One CRYPTEK model from your army.\n\nEFFECT: Select one objective marker within 18\" of your CRYPTEK model. Until the end of the phase, weapons equipped by friendly NECRONS models have the [IGNORES COVER] ability while targeting units within range of that objective marker."
  },
  {
    "Id": "56",
    "Name": "Reactive Subroutines",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Movement phase, just after an enemy unit ends a Normal, Advance or Fall Back move.\n\nTARGET: One CANOPTEK unit from your army that is within 9\" of that enemy unit.\n\nEFFECT: Your unit can make a Normal move of up to 6\"."
  },
  {
    "Id": "57",
    "Name": "Countertemporal Shift",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has selected its targets.\n\nTARGET: One CANOPTEK unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, your unit can only be selected as the target of a ranged attack if the attacking model is within 18\"."
  },
  {
    "Id": "58",
    "Name": "Suboptimal Facade",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Charge phase, just after an enemy unit has declared a charge.\n\nTARGET: One CANOPTEK unit from your army that was selected as a target of that charge and is wholly within your army’s Power Matrix.\n\nEFFECT: Your unit’s Reanimation Protocols activate."
  },
  {
    "Id": "59",
    "Name": "Your Time is Nigh",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Any phase, just after your opponent’s WARLORD is destroyed.\n\nTARGET: Your NECRONS WARLORD.\n\nEFFECT: Until the end of the battle, each time an enemy unit takes a Battle-shock or Leadership test, subtract 1 from the result."
  },
  {
    "Id": "60",
    "Name": "Enslaved Artifice",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase or the Fight phase.\n\nTARGET: One NECRONS unit from your army (excluding TITANIC units) that has not been selected to shoot or fight this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes an attack, an unmodified Hit roll of 5+ scores a Critical Hit."
  },
  {
    "Id": "61",
    "Name": "Nanoassembly Protocols",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One NECRONS VEHICLE unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time an attack is allocated to a model in your unit, subtract 1 from the Damage characteristic of that attack."
  },
  {
    "Id": "62",
    "Name": "Sentinels of Eternity",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One LYCHGUARD or TRIARCH PRAETORIANS unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, roll one D6: on a 4+, do not remove it from play. The destroyed model can fight after the attacking model’s unit has finished making attacks, and is then removed from play."
  },
  {
    "Id": "63",
    "Name": "Suffer No Rival",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One LYCHGUARD or TRIARCH unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, melee weapons equipped by models in your unit have the [PRECISION] ability."
  },
  {
    "Id": "64",
    "Name": "Territorial Obsession",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Command phase.\n\nTARGET: One LYCHGUARD or TRIARCH unit from your army.\n\nEFFECT: Until the start of your next Command phase, add 1 to the Objective Control characteristic of models in your unit. If your unit has the VEHICLE keyword, add 3 to the Objective Control characteristic instead."
  },
  {
    "Id": "65",
    "Name": "Hyperphasic Recall",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has shot or fought.\n\nTARGET: One NECRONS INFANTRY unit from your army that had one or more of its models destroyed as a result of the attacking unit’s attacks and one friendly MONOLITH model.\n\nEFFECT: Remove your INFANTRY unit from the battlefield and then set it back up anywhere on the battlefield that is wholly within 6\" of your MONOLITH model and not within Engagement Range of one or more enemy units."
  },
  {
    "Id": "66",
    "Name": "Quantum Deflection",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One NECRONS VEHICLE unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, models in your unit have a 4+ invulnerable save."
  },
  {
    "Id": "67",
    "Name": "Reanimation Crypts",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Command phase.\n\nTARGET: Your NECRONS WARLORD.\n\nEFFECT: For each of your NECRONS units in Reserves, that Reserves unit’s Reanimation Protocols activate."
  },
  {
    "Id": "68",
    "Name": "Cosmic Precision",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase.\n\nTARGET: One NECRONS unit from your army (excluding MONSTER units) that is arriving using the Deep Strike or Hyperphasing abilities this phase.\n\nEFFECT: Your unit can be set up anywhere on the battlefield that is more than 6\" horizontally away from all enemy models.\n\nRESTRICTIONS: A unit targeted with this Stratagem is not eligible to declare a charge in the same turn."
  },
  {
    "Id": "69",
    "Name": "Dimensional Corridor",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Your Charge phase.\n\nTARGET: One NECRONS unit from your army that was set up on the battlefield this turn using the Eternity Gate ability of a MONOLITH model that started the turn on the battlefield.\n\nEFFECT: Your unit is eligible to charge this phase."
  },
  {
    "Id": "70",
    "Name": "Entropic Damping",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has selected its targets.\n\nTARGET: One TITANIC model from your army that was selected as the target of one or more of the attacking unit’s attacks and is within 18\" of the attacking unit.\n\nEFFECT: Until the end of the phase, weapons equipped by models in the attacking unit have the [HAZARDOUS] ability."
  },
  {
    "Id": "71",
    "Name": "Merciless Reclamation",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Your Shooting phase or the Fight phase.\n\nTARGET: One NECRONS unit (excluding TITANIC units) from your army that has not been selected to shoot or fight this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes an attack, if the target of that attack is within range of one or more objective markers, add 1 to the Wound roll."
  },
  {
    "Id": "72",
    "Name": "Unyielding Forms",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One NECRONS VEHICLE or NECRONS MOUNTED unit (excluding TITANIC units) from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time an attack targets a model in your unit, if the Strength characteristic of that attack is greater than the Toughness characteristic of that unit, subtract 1 from the Wound roll."
  },
  {
    "Id": "73",
    "Name": "Chronoshift",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase.\n\nTARGET: One NECRONS VEHICLE or NECRONS MOUNTED unit (excluding TITANIC units) from your army that has not been selected to move this phase.\n\nEFFECT: Until the end of the phase, if your unit Advances, do not make an Advance roll for it. Instead, until the end of the phase, add 6\" to the Move characteristic of models in your unit."
  },
  {
    "Id": "74",
    "Name": "Dimensional Tunnel",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase.\n\nTARGET: One NECRONS VEHICLE or NECRONS MOUNTED unit (excluding TITANIC units) from your army.\n\nEFFECT: Until the end of the phase, models in your unit can move horizontally through models and terrain features."
  },
  {
    "Id": "75",
    "Name": "Endless Servitude",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: End of your Fight phase.\n\nTARGET: One NECRONS unit (excluding TITANIC units) from your army that is within range of one or more objective markers you control.\n\nEFFECT: Your unit’s Reanimation Protocols activate."
  },
  {
    "Id": "76",
    "Name": "Reactive Reposition",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has shot.\n\nTARGET: One NECRONS unit from your army (excluding TITANIC units) that was the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Your unit can make a Normal move of up to D6\"."
  },
  {
    "Id": "77",
    "Name": "Hunt as One",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Start of your Movement phase.\n\nTARGET: Up to two ADEPTUS CUSTODES units from your army.\n\nEFFECT: Until the end of the turn, your units are eilgible to shoot and/or declare a charge in a turn in which they Fell Back.\n\nRESTRICTIONS: You can only select two units if one (and only one) of them is an ANATHEMA PSYKANA unit and both are within 6\" of each other."
  },
  {
    "Id": "78",
    "Name": "Talons Interlocked",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: Up to two ADEPTUS CUSTODES INFANTRY units from your army, and one enemy unit that is an eligible target for all of those units.\n\nEFFECT: Until the end of the phase, your units can only target that enemy unit, but each time a model in one of your units makes a ranged attack, improve the Strength and Armour Penetration characteristics of that attack by 1.\n\nRESTRICTIONS: You can only select two units if one (and only one) of them is an ANATHEMA PSYKANA unit and both are within 6\" of each other."
  },
  {
    "Id": "79",
    "Name": "Empyric Severance",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One ADEPTUS CUSTODES unit from your army that was selected as the target of one or more of the attacking unit’s attacks, and one friendly ANATHEMA PSYKANA unit within 6\" of that ADEPTUS CUSTODES unit.\n\nEFFECT: Until the end of the phase, your unit has the Feel No Pain 4+ ability against Psychic attacks and mortal wounds."
  },
  {
    "Id": "80",
    "Name": "Emperor’s Executioners",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Start of the Fight phase.\n\nTARGET: Up to two ADEPTUS CUSTODES units from your army.\n\nEFFECT: Until the end of the phase, each time a model in one of your units targets an enemy unit that is below its Starting Strength, add 1 to the Wound roll.\n\nRESTRICTIONS: You can only select two units if one (and only one) of them is an ANATHEMA PSYKANA unit and both are within 6\" of each other."
  },
  {
    "Id": "81",
    "Name": "Taloned Pincer",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Movement phase, just after an enemy unit ends a Normal, Advance or Fall Back move.\n\nTARGET: Up to two ADEPTUS CUSTODES units from your army that are within 9\" of that enemy unit.\n\nEFFECT: Your units can make a Normal move of up to 6\".\n\nRESTRICTIONS: You cannot select units that are within Engagement Range of one or more enemy units. You can only select two units if one (and only one) of them is an ANATHEMA PSYKANA unit and both are within 6\" of each other."
  },
  {
    "Id": "82",
    "Name": "Shield of Honour",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has selected its targets.\n\nTARGET: One ANATHEMA PSYKANA INFANTRY unit from your army that was selected as the target of one or more of the attacking unit’s attacks, and one other friendly ADEPTUS CUSTODES INFANTRY unit (excluding ANATHEMA PSYKANA units) within 6\" of that ANATHEMA PSYKANA INFANTRY unit.\n\nEFFECT: Until the end of the phase, any attack that targets your ANATHEMA PSYKANA unit must instead target your other ADEPTUS CUSTODES unit (unless it is not an eligible target)."
  },
  {
    "Id": "83",
    "Name": "Arcane Genetic Alchemy",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Any phase, just after a mortal wound has been allocated to an ADEPTUS CUSTODES model from your army (excluding ANATHEMA PSYKANA models).\n\nTARGET: That ADEPTUS CUSTODES model’s unit.\n\nEFFECT: Until the end of the phase, models in your unit have the Feel No Pain 4+ ability against mortal wounds."
  },
  {
    "Id": "84",
    "Name": "Avenge the Fallen",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Start of the Fight phase.\n\nTARGET: One ADEPTUS CUSTODES unit from your army (excluding ANATHEMA PSYKANA units) that is below its Starting Strength.\n\nEFFECT: Until the end of the phase, add 1 to the Attacks characteristic of melee weapons equipped by models in that unit. If your unit is Below Half-strength, until the end of the phase, add 2 to the Attacks characteristic of those melee weapons instead."
  },
  {
    "Id": "85",
    "Name": "Unwavering Sentinels",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One ADEPTUS CUSTODES INFANTRY unit from your army (excluding ANATHEMA PSYKANA units) that is within range of an objective marker you control and that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time a melee attack targets your unit, subtract 1 from the Hit roll."
  },
  {
    "Id": "86",
    "Name": "Multipotentiality",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase.\n\nTARGET: One ADEPTUS CUSTODES unit from your army that Fell Back this phase.\n\nEFFECT: Until the end of your turn, that unit is eligible to shoot and declare a charge in a turn in which it Fell Back."
  },
  {
    "Id": "87",
    "Name": "Vigilance Eternal",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase.\n\nTARGET: One ADEPTUS CUSTODES BATTLELINE unit from your army (excluding ANATHEMA PSYKANA units) within range of an objective marker you control.\n\nEFFECT: That objective marker remains under your control even if you have no models within range of it, until your opponent controls it at the start or end of any turn."
  },
  {
    "Id": "88",
    "Name": "Archeotech Munitions",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One ADEPTUS CUSTODES unit from your army (excluding ANATHEMA PSYKANA units) that has not been selected to shoot this phase.\n\nEFFECT: Select either the [LETHAL HITS] or [SUSTAINED HITS 1] ability. Until the end of the phase ranged weapons equipped by models in your unit have the selected ability."
  },
  {
    "Id": "89",
    "Name": "Desperation’s Price",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Any phase, just after an enemy PSYKER unit has either finished using a Psychic ability that targets a unit, or finished making Psychic Attacks.\n\nTARGET: One ANATHEMA PSYKANA unit from your army within 18\" of that enemy PSYKER unit.\n\nEFFECT: That enemy PSYKER unit must take a Leadership test. If the test is passed, that PSYKER unit is Battle-shocked; if the test is failed that PSYKER unit suffers 3 mortal wounds and is Battle-shocked."
  },
  {
    "Id": "90",
    "Name": "Witch Hunters",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase or the Fight phase.\n\nTARGET: One ANATHEMA PSYKANA unit from your army that has not been selected to shoot or fight this phase.\n\nEFFECT: Select either the [LETHAL HITS] or [SUSTAINED HITS 1] ability. Until the end of the phase, weapons equipped by models in your unit have the selected ability, but models in your unit can only target PSYKER units with their attacks."
  },
  {
    "Id": "91",
    "Name": "Anathema Blademastery",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One VIGILATORS unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes a melee attack, you can re-roll the Hit roll. If the target of that attack is Battle-shocked or a PSYKER, you can re-roll the Wound roll as well."
  },
  {
    "Id": "92",
    "Name": "Psy-Chaff Volley",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One PROSECUTORS unit from your army that has just shot.\n\nEFFECT: Select one enemy unit hit by one or more of those attacks. Until the start of your next turn, while your unit is on the battlefield, that enemy unit is prosecuted. While a unit is prosecuted, each time an ANATHEMA PSYKANA model makes an attack against that unit, improve the Armour Penetration characteristic of that attack by 1. While a PSYKER or Battle-shocked unit is prosecuted, each time a model in that unit makes an attack, subtract 1 from the Hit roll."
  },
  {
    "Id": "93",
    "Name": "Purgation Sweep",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One WITCHSEEKERS unit from your army that has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, add 1 to the Attacks characteristic of Torrent weapons equipped by models in your unit. If such a weapon targets a PSYKER or Battle-shocked unit this phase, add 2 to its Attacks characteristic instead."
  },
  {
    "Id": "94",
    "Name": "Psychic Abominations",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has selected its targets.\n\nTARGET: One ANATHEMA PSYKANA INFANTRY unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, your unit has the Stealth ability, and Battle-shocked and PSYKER models can only select your unit as a target of a ranged attack if they are within 12\"."
  },
  {
    "Id": "95",
    "Name": "Slayer of Champions",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Any phase.\n\nTARGET: One ADEPTUS CUSTODES CHARACTER unit from your army that has just destroyed the unit you selected at the start of your Command phase as the target of your Assemblage of Might ability.\n\nEFFECT: Select one enemy unit on the battlefield. Until the start of your next Command phase, each time an ADEPTUS CUSTODES CHARACTER model from your army makes an attack that targets that enemy unit, add 1 to the Wound roll. In addition, if the destroyed unit was a CHARACTER unit, gain 1CP."
  },
  {
    "Id": "96",
    "Name": "Superhuman Reserves",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Any phase, just after an ADEPTUS CUSTODES WARLORD model from your army has used an ability on its datasheet or from an Enhancement that says it can only be used Once per battle.\n\nTARGET: That ADEPTUS CUSTODES WARLORD model.\n\nEFFECT: Your model can use its 'Once per battle' ability one additional time during this battle (but not in the same phase).\n\nRESTRICTIONS: You cannot use this Stratagem more than once per battle."
  },
  {
    "Id": "97",
    "Name": "The Emperor’s Auspice",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One ADEPTUS CUSTODES CHARACTER unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, CHARACTER models in your unit have the Feel No Pain 4+ ability."
  },
  {
    "Id": "98",
    "Name": "Earning of a Name",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: Up to two ADEPTUS CUSTODES CHARACTER units from your army that have not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, each time a CHARACTER model in either of your units makes an attack that targets a MONSTER or VEHICLE unit, you can re-roll the Hit roll and you can re-roll the Wound roll."
  },
  {
    "Id": "99",
    "Name": "Vigil Unending",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One ADEPTUS CUSTODES CHARACTER model from your army that was just destroyed and has not fought this phase. You can use this Stratagem on that unit even though it was just destroyed.\n\nEFFECT: Do not remove your destroyed model from play. The destroyed model can fight after the attacking unit has finished making attacks, and is then removed from play."
  },
  {
    "Id": "100",
    "Name": "Shoulder the Mantle",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase, before the Reinforcements step.\n\nTARGET: One ADEPTUS CUSTODES CHARACTER model from your army that is not leading a unit.\n\nEFFECT: Select one friendly unit (excluding Battle-shocked and Attached units) within 2\" horizontally and 5\" vertically of your model that it could lead (as described in the Leader section of its datasheet). Your model attaches to that unit as a Leader. Change that unit’s Starting Strength accordingly."
  },
  {
    "Id": "101",
    "Name": "Flawless Construction",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One ADEPTUS CUSTODES VEHICLE unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time an attack targets a model in your unit, if the Strength characteristic of that attack is greater than the Toughness characteristic of your unit, subtract 1 from the Wound roll."
  },
  {
    "Id": "102",
    "Name": "Emperor’s Vengeance",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One ADEPTUS CUSTODES unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, roll one D6, adding 1 to the result if your unit has the WALKER keyword. On a 4+, do not remove it from play; the destroyed model can fight after the attacking unit has finished making its attacks (when doing so, it is assumed to have 1 wound remaining), and is then removed from play."
  },
  {
    "Id": "103",
    "Name": "Wrathful Advance",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase, just before an ADEPTUS CUSTODES unit from your army Piles In.\n\nTARGET: That ADEPTUS CUSTODES unit.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes a Pile-in move, it can move up to D3+3\" instead of up to 3\"."
  },
  {
    "Id": "104",
    "Name": "Unstoppable",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase or your Charge phase.\n\nTARGET: One ADEPTUS CUSTODES VEHICLE or ADEPTUS CUSTODES MOUNTED unit from your army.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes a move, it can move through terrain features."
  },
  {
    "Id": "105",
    "Name": "Relentless Persecution",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase, just after an ADEPTUS CUSTODES VEHICLE unit from your army Advances.\n\nTARGET: That ADEPTUS CUSTODES VEHICLE unit.\n\nEFFECT: Until the end of the turn, your unit is eligible to shoot in a turn in which it Advanced. If your unit has the WALKER keyword, until the end of the turn, your unit is eligible to shoot and declare a charge in a turn in which it Advanced instead."
  },
  {
    "Id": "106",
    "Name": "Punishment Inescapable",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One ADEPTUS CUSTODES unit from your army that has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, ranged weapons equipped by models in your unit have the [IGNORES COVER] ability, and until the end of the phase, each time a model in your unit makes an attack, you can ignore any or all modifiers to that attack’s Ballistic Skill characteristic and/or any or all modifiers to the Hit roll."
  },
  {
    "Id": "107",
    "Name": "Gilded Champion",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Any phase, just after an ADEPTUS CUSTODES CHARACTER model from your army has used an ability on its datasheet that states it can only be used ‘once per battle’.\n\nTARGET: That ADEPTUS CUSTODES CHARACTER model.\n\nEFFECT: Your model can use that ‘once per battle’ ability one additional time during the battle (but not in the same phase).\n\nRESTRICTIONS: You cannot use this Stratagem on the same ADEPTUS CUSTODES CHARACTER model more than once per battle."
  },
  {
    "Id": "108",
    "Name": "Defiant to the Last",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One ADEPTUS CUSTODES unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, roll one D6, adding 2 to the result if that model has the CHARACTER keyword. On a 4+, do not remove it from play; the destroyed model can fight after the attacking unit has finished making its attacks (when doing so, it is treated as having 1 wound remaining), and is then removed from play."
  },
  {
    "Id": "109",
    "Name": "Peerless Warrior",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One ADEPTUS CUSTODES unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, melee weapons equipped by models in your unit have the [PRECISION] ability."
  },
  {
    "Id": "110",
    "Name": "Unleash the Lions",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Command phase.\n\nTARGET: One ALLARUS CUSTODIANS or AQUILON CUSTODIANS unit from your army that is on the battlefield.\n\nEFFECT: That unit is split into separate units, each containing one model. These new units each have a Starting Strength of 1."
  },
  {
    "Id": "111",
    "Name": "Manoeuvre and Fire",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase, just after an ADEPTUS CUSTODES unit from your army Falls Back.\n\nTARGET: That ADEPTUS CUSTODES unit.\n\nEFFECT: Until the end of the turn, your unit is eligible to shoot and declare a charge in a turn in which it Fell Back."
  },
  {
    "Id": "112",
    "Name": "Swift as the Eagle",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has shot.\n\nTARGET: One ADEPTUS CUSTODES unit from your army (excluding VEHICLE units) that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Your unit can make a Normal move of up to D6\"."
  },
  {
    "Id": "113",
    "Name": "Pterrorshades",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Any phase, just after an enemy unit fails a Battle-shock test.\n\nTARGET: One CHAOS KNIGHTS unit from your army that is within 12\" of that enemy unit.\n\nEFFECT: Roll six D6: for each 4+, that enemy unit suffers 1 mortal wound and one model in your unit regains up to 1 lost wound.\n\nRESTRICTIONS: You can only use this Stratagem once per battle round."
  },
  {
    "Id": "114",
    "Name": "Conquerors Without Mercy",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One CHAOS KNIGHTS model from your army that made a Charge move this turn and has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, improve the Armour Penetration characteristic of melee weapons equipped by your model by 1. After your model has finished making its attacks this phase, if it destroyed one or more enemy units this phase, each enemy unit within 6\" of your model must take a Battle-shock test."
  },
  {
    "Id": "115",
    "Name": "Disdain for the Weak",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One CHAOS KNIGHTS unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, models in your unit have the Feel No Pain 6+ ability, and the Feel No Pain 5+ ability against attacks made by Battle-shocked models."
  },
  {
    "Id": "116",
    "Name": "A Long Leash",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Command phase.\n\nTARGET: One ABHORRENT unit from your army and up to two friendly WAR DOG units.\n\nEFFECT: Until the start of your next Command phase, those WAR DOG units are treated as being within range of any Aura abilities your ABHORRENT unit has."
  },
  {
    "Id": "117",
    "Name": "Imperious Advance",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase or your Charge phase.\n\nTARGET: Up to two WAR DOG units from your army or one TITANIC CHAOS KNIGHTS unit from your army.\n\nEFFECT: Until the end of the phase, each time a model in one of your units makes a Normal, Advance, Fall Back or Charge move, it can move through models and terrain features. When doing so, it can move within Engagement Range of such models but, unless it made a Charge move, cannot end that move within Engagement Range of them, and any Desperate Escape test is automatically passed (the Super-heavy Walker ability does not apply while using this Stratagem)."
  },
  {
    "Id": "118",
    "Name": "Storm of Darkness",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has selected its targets.\n\nTARGET: One CHAOS KNIGHTS unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, models in your unit have the Stealth ability, and each time an attack targets your unit, models in it have the Benefit of Cover against that attack."
  },
  {
    "Id": "119",
    "Name": "Profane Symbiosis",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: End of any phase.\n\nTARGET: One CHAOS KNIGHTS unit from your army that is not Empowered.\n\nEFFECT: Your unit makes a Malefic Surge.\n\nRESTRICTIONS: You cannot select the same unit as the target of this Stratagem more than once per battle round."
  },
  {
    "Id": "120",
    "Name": "Hellforged Construction",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One CHAOS KNIGHTS unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the attacking unit has finished making its attacks, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1."
  },
  {
    "Id": "121",
    "Name": "Corrupting Taint",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Command phase, just after a CHAOS KNIGHTS CHARACTER unit from your army makes a Malefic Surge.\n\nTARGET: That CHAOS KNIGHTS CHARACTER unit.\n\nEFFECT: Select one objective marker your unit is within range of that you control. That objective marker remains under your control until your opponent’s Level of Control over that objective marker is greater than yours at the end of a phase."
  },
  {
    "Id": "122",
    "Name": "Unleash Balefire",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One CHAOS KNIGHTS unit from your army that has not been selected to shoot this phase.\n\nEFFECT: After your unit has shot, select one enemy unit hit by one or more of those attacks. That enemy unit must take a Battle-shock test; if the test is failed, until the end of your opponent’s next turn, it is aflame. While a unit is aflame, subtract 2\" from its Move characteristic and subtract 2 from Charge rolls made for it."
  },
  {
    "Id": "123",
    "Name": "Warp Vision",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One CHAOS KNIGHTS unit from your army that has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, ranged weapons equipped by models in your unit have the [IGNORES COVER] ability."
  },
  {
    "Id": "124",
    "Name": "Diabolic Bulwark",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has selected its targets.\n\nTARGET: One CHAOS KNIGHTS unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, models in your unit have a 4+ invulnerable save."
  },
  {
    "Id": "125",
    "Name": "Claimed for the Dark Gods",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Start of any phase.\n\nTARGET: One CHAOS KNIGHTS CHARACTER unit from your army that is within range of one or more objective markers you control.\n\nEFFECT: Select one of those objective markers. That objective marker remains under your control, with a Level of Control of 5 (unless it would otherwise be higher), until your opponent’s Level of Control over that objective marker is greater than yours at the end of a phase."
  },
  {
    "Id": "126",
    "Name": "Spiteful Demise",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Any phase, just after a CHAOS KNIGHTS CHARACTER unit from your army is destroyed.\n\nTARGET: That CHAOS KNIGHTS CHARACTER unit. You can use this Stratagem on that unit even though it was just destroyed.\n\nEFFECT: When rolling to determine whether mortal wounds are inflicted by your unit’s Deadly Demise ability, that model’s Deadly Demise ability inflicts mortal wounds on a D6 roll of a 4+ instead of on a 6."
  },
  {
    "Id": "127",
    "Name": "Runes of Disdain",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One CHAOS KNIGHTS CHARACTER unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time an attack is allocated to a model in your unit, subtract 1 from the Damage characteristic of that attack."
  },
  {
    "Id": "128",
    "Name": "Titanic Duel",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase or the Fight phase.\n\nTARGET: One CHAOS KNIGHTS CHARACTER unit from your army that has not been selected to shoot or fight this phase.\n\nEFFECT: Select one enemy MONSTER or VEHICLE unit. Until the end of the phase, each time a model in your unit makes an attack that targets that enemy unit, re-roll a Hit roll of 1 and re-roll a Wound roll of 1. Each time a model in your unit makes an attack that targets that enemy unit, if that enemy unit is TITANIC, you can re-roll the Hit roll and you can re-roll the Wound roll instead."
  },
  {
    "Id": "129",
    "Name": "Trophy Hunter",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase, just before a CHAOS KNIGHTS CHARACTER unit from your army consolidates.\n\nTARGET: That CHAOS KNIGHTS CHARACTER unit.\n\nEFFECT: Until the end of the phase, each time your unit Consolidates, models in it can move an additional 3\" as long as your unit can end that move within Engagement Range of one or more enemy units."
  },
  {
    "Id": "130",
    "Name": "Crushed Like Vermin",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase, just after a CHAOS KNIGHTS CHARACTER unit from your army ends a Normal move.\n\nTARGET: That CHAOS KNIGHTS CHARACTER unit.\n\nEFFECT: Select one enemy unit (excluding MONSTERS and VEHICLES) that your unit moved over during that move and roll six D6: for each 4+, that enemy unit suffers 1 mortal wound. If one or more models are destroyed as a result of this Stratagem, that enemy unit must take a Battle-shock test."
  },
  {
    "Id": "131",
    "Name": "Vox-Howl",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Start of the Shooting phase or the start of the Fight phase.\n\nTARGET: One WAR DOG CHARACTER unit from your army.\n\nEFFECT: Each enemy unit within 6\" of your unit must take a Battle-shock test. Each friendly WAR DOG unit that is within 6\" of your unit and is Battle-shocked must take a Leadership test; if that test is passed, that unit is no longer Battle-shocked.\n\nRESTRICTIONS: You can only use this Stratagem once per turn."
  },
  {
    "Id": "132",
    "Name": "Hungry for Combat",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Start of the Fight phase.\n\nTARGET: Two or more WAR DOG units from your army within Engagement Range of the same enemy unit.\n\nEFFECT: Select one enemy unit within Engagement Range of those WAR DOG units. Until the end of the phase, models in those WAR DOG units can only target that enemy unit, but each time a model in one of those WAR DOG units makes an attack, an unmodified Hit roll of 5+ scores a Critical Hit."
  },
  {
    "Id": "133",
    "Name": "Cunning Hunter",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase, just after a WAR DOG unit from your army Falls Back.\n\nTARGET: That WAR DOG unit.\n\nEFFECT: Until the end of the turn, your unit is eligible to shoot and declare a charge in a turn in which it Fell Back."
  },
  {
    "Id": "134",
    "Name": "Animalistic Rage",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after a WAR DOG unit from your army is destroyed.\n\nTARGET: That WAR DOG unit. You can use this Stratagem on that unit even though it was just destroyed.\n\nEFFECT: Before resolving your unit’s Deadly Demise ability, it can either shoot or fight. When doing so, it must target only the enemy unit that just destroyed it, and can only do so if that enemy unit is an eligible target. After it has done so and after any Consolidation moves have been made, resolve your unit’s Deadly Demise ability as normal."
  },
  {
    "Id": "135",
    "Name": "Harrying Hounds",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Movement phase, just after an enemy unit ends a Normal, Advance or Fall Back move.\n\nTARGET: One WAR DOG unit from your army that is within 9\" of that enemy unit.\n\nEFFECT: Your unit can make a Normal move of up to 6\"."
  },
  {
    "Id": "136",
    "Name": "Encircling Pack",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: End of your opponent’s Fight phase.\n\nTARGET: One WAR DOG unit from your army that is wholly within 12\" of one or more battlefield edges and not within Engagement Range of one or more enemy units.\n\nEFFECT: Remove your unit from the battlefield and place it into Strategic Reserves."
  },
  {
    "Id": "137",
    "Name": "Avenge the Masters!",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Any phase.\n\nTARGET: One CHAOS KNIGHTS unit from your army that was just destroyed. You can use this Stratagem on that unit even though it was just destroyed.\n\nEFFECT: Until the end of the battle, the enemy unit that destroyed your unit is Marked. Each time a DAMNED model from your army makes an attack that targets a Marked unit, that attack has the [LETHAL HITS] ability."
  },
  {
    "Id": "138",
    "Name": "Wretched Masses",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Any phase.\n\nTARGET: One DAMNED unit (excluding ACCURSED CULTISTS) from your army that was just destroyed. You can use this Stratagem on that unit even though it was just destroyed.\n\nEFFECT: Add a new unit to your army identical to your destroyed unit, in Strategic Reserves, at its Starting Strength and with all of its wounds remaining.\n\nRESTRICTIONS: You can only use this Stratagem once per battle. This Stratagem cannot be used to return destroyed CHARACTER units to Attached units."
  },
  {
    "Id": "139",
    "Name": "Soul Hunger",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase, just after a CHAOS KNIGHTS unit from your army has fought.\n\nTARGET: That CHAOS KNIGHTS unit.\n\nEFFECT: If one or more models were destroyed as a result of those attacks, your unit regains up to D3 lost wounds. If one or more models from Battle-shocked units were destroyed as a result of those attacks, your unit regains up to D3+2 lost wounds instead."
  },
  {
    "Id": "140",
    "Name": "Unrestrained Rage",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase, just after a CHAOS KNIGHTS unit from your army Advances or Falls Back.\n\nTARGET: That CHAOS KNIGHTS unit.\n\nEFFECT: Until the end of the turn, your unit is eligible to shoot and declare a charge in a turn in which it Advanced or Fell Back."
  },
  {
    "Id": "141",
    "Name": "Worthless Chattel",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One DAMNED unit from your army.\n\nEFFECT: Until the end of the phase, enemy units are not considered to be within Engagement Range of your unit for the purposes of selecting targets of ranged weapons. Until the end of the phase, each time an enemy model loses a wound, while that model’s unit is within Engagement Range of your unit, roll one D6: on a 4+, one model from your unit is destroyed after the attacking unit has finished making its attacks."
  },
  {
    "Id": "142",
    "Name": "Preserve the Idols",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Movement phase, just after an enemy unit ends a Normal, Advance or Fall Back move.\n\nTARGET: One CHAOS KNIGHTS unit from your army that is within 9\" of that enemy unit.\n\nEFFECT: Select one DAMNED unit from your army that is not Battle-shocked, not within Engagement Range of one or more enemy units and is within 6\" of your unit. That DAMNED unit can make a Normal move of up to 6\", but it must end this move closer to that enemy unit than when it started the move."
  },
  {
    "Id": "143",
    "Name": "Putrid Detonation",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Any phase.\n\nTARGET: One DEATH GUARD VEHICLE or DEATH GUARD MONSTER model from your army with the Deadly Demise ability that was just destroyed. You can use this Stratagem on that model even though it was just destroyed.\n\nEFFECT: Do not roll one D6 to determine whether mortal wounds are inflicted by your model’s Deadly Demise ability. Instead, mortal wounds are automatically inflicted. In addition, any enemy units that suffer mortal wounds as a result of this Stratagem are Afflicted until the start of your next turn."
  },
  {
    "Id": "144",
    "Name": "Disgustingly Resilient",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One DEATH GUARD unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time an attack is allocated to a model in your unit, subtract 1 from the Damage characteristic of that attack."
  },
  {
    "Id": "145",
    "Name": "Plaguesurge",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Your Command phase.\n\nTARGET: Your DEATH GUARD WARLORD that is on the battlefield.\n\nEFFECT: Until the start of your next Command phase, add 3\" to the Contagion Range of models from your army."
  },
  {
    "Id": "146",
    "Name": "Leechspore Eruption",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Command phase.\n\nTARGET: One DEATH GUARD model your army that has lost one or more wounds.\n\nEFFECT: Select one enemy unit within 3\" of your model. Roll a number of D6 equal to the number of wounds your model has lost: for each 5+, that enemy unit suffers one mortal wound (to a maximum of 6 mortal wounds) and your model regains 1 lost wound (to a maximum of 6 lost wounds)."
  },
  {
    "Id": "147",
    "Name": "Overwhelming Generosity",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Start of your Shooting phase.\n\nTARGET: One DEATH GUARD CHARACTER unit from your army.\n\nEFFECT: Select one enemy unit visible to your unit. Until the end of the phase, each time a DEATH GUARD unit from your army selects that enemy unit as the target of any ranged attacks, you can re-roll the dice to determine how many attacks a weapon equipped by a model in that unit makes."
  },
  {
    "Id": "148",
    "Name": "Creeping Blight",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One DEATH GUARD INFANTRY unit from your army that has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes a ranged attack that targets an Afflicted unit, you can re-roll the Hit roll and you can re-roll the Wound roll."
  },
  {
    "Id": "149",
    "Name": "Blighted Land",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: End of your Movement phase.\n\nTARGET: One DEATH GUARD VEHICLE unit from your army.\n\nEFFECT: Select one terrain feature within 24\" of and visible to your unit. Until the start of your next turn, enemy units are Afflicted while they are within 3\" of that terrain feature."
  },
  {
    "Id": "150",
    "Name": "Relentless Grind",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase or your Charge phase.\n\nTARGET: One DEATH GUARD VEHICLE unit from your army that has not been selected to move or charge this phase.\n\nEFFECT: Until the end of the phase, each time your unit makes a Normal, Advance or Charge move, it can move horizontally through terrain features."
  },
  {
    "Id": "151",
    "Name": "Drawn to Despair",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One DEATH GUARD unit from your army that has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes an attack that targets a visible enemy unit (excluding AIRCRAFT) within your opponent’s deployment zone, you can re-roll the Hit roll."
  },
  {
    "Id": "152",
    "Name": "Font of Filth",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One DEATH GUARD VEHICLE unit from your army that has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, ranged weapons equipped by models in your unit have the [ASSAULT] ability."
  },
  {
    "Id": "153",
    "Name": "Eyestinger Storm",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Command phase.\n\nTARGET: One DEATH GUARD VEHICLE unit from your army.\n\nEFFECT: Select one objective marker visible to one or more models in your unit. Each Afflicted enemy unit within range of that objective marker must take a Battle-shock test. Enemy units affected by this Stratagem do not need to take any other Battle-shock tests in the same phase."
  },
  {
    "Id": "154",
    "Name": "Stinking Mire",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Start of your opponent’s Charge phase.\n\nTARGET: One DEATH GUARD VEHICLE unit from your army.\n\nEFFECT: Until the end of the phase, each time an enemy unit selects your unit as the target of a charge, subtract 2 from the Charge roll (this is not cumulative with any other negative modifiers to that Charge roll)."
  },
  {
    "Id": "155",
    "Name": "Blessings of Filth",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase or the Fight phase.\n\nTARGET: One DEATH GUARD Attached unit from your army that has not been selected to shoot or fight this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes an attack, an unmodified Hit roll of 5+ scores a Critical Hit."
  },
  {
    "Id": "156",
    "Name": "Malignance Magnified",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Your Shooting phase or the Fight phase.\n\nTARGET: One DEATH GUARD Attached unit from your army that has not been selected to shoot or fight this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes an attack that targets a unit that is below its Starting Strength, you can re-roll the Hit roll and you can re-roll the Wound roll."
  },
  {
    "Id": "157",
    "Name": "Grotesque Fortitude",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One DEATH GUARD Attached unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, add 2 to the Toughness characteristic of models in your unit."
  },
  {
    "Id": "158",
    "Name": "Rabid Infusion",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Start of the Fight phase.\n\nTARGET: One DEATH GUARD unit from your army that includes two CHARACTER models.\n\nEFFECT: Until the end of the phase, your unit has the Fights First ability."
  },
  {
    "Id": "159",
    "Name": "Mobile Vector",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase, before the Reinforcements step.\n\nTARGET: One DEATH GUARD CHARACTER unit from your army that is not leading a unit.\n\nEFFECT: Select one other friendly DEATH GUARD unit (excluding Battle-shocked units and Attached units that already have two Leader units or one of your CHARACTER units leading it] within 2\" horizontally and 5\" vertically of your unit that your unit can lead (as described in the Leader section of its datasheet]. Your unit attaches to that unit as a Leader. Change that unit’s Starting Strength accordingly."
  },
  {
    "Id": "160",
    "Name": "Death’s Heads",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One BIOLOGUS PUTRIFIER unit from your army that is not within Engagement Range of one or more enemy units and has not been selected to shoot this phase.\n\nEFFECT: Select one enemy unit (excluding VEHICLES) that is within 8\" of and visible to your unit. Until the start of your next turn, that unit has the effect of all Plagues (see Nurgle’s Gift)."
  },
  {
    "Id": "161",
    "Name": "Persistent Pests",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Any phase.\n\nTARGET: One NURGLINGS unit from your army that was just destroyed. You can target that unit with this Stratagem even though it was just destroyed.\n\nEFFECT: Add a new unit to your army identical to your destroyed unit, in Strategic Reserves, at its Starting Strength and with its full wounds remaining."
  },
  {
    "Id": "162",
    "Name": "Clutching Corruption",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One DEATH GUARD unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes an attack that targets an enemy unit that is within Engagement Range of one or more PLAGUE LEGIONS units from your army, you can re-roll the Hit roll."
  },
  {
    "Id": "163",
    "Name": "All is Rot",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One PLAGUE LEGIONS unit from your army that is within Engagement Range of one or more enemy units.\n\nEFFECT: Until the end of the phase, enemy units are not considered to be within Engagement Range of your unit for the purposes of selecting targets of ranged weapons. Until the end of the phase, each time an enemy model loses a wound, while that model’s unit is within Engagement Range of your unit, roll one D6: on a 5+, your unit suffers 1 mortal wound after the attacking unit has finished making its attacks."
  },
  {
    "Id": "164",
    "Name": "Fleshy Avalanche",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase or your Charge phase.\n\nTARGET: One PLAGUE LEGIONS MONSTER unit from your army that has not been selected to move or charge this phase.\n\nEFFECT: Until the end of the phase, each time your unit makes a Normal, Advance or Charge move, it can move horizontally through terrain features."
  },
  {
    "Id": "165",
    "Name": "Avatars of Decay",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One PLAGUE LEGIONS unit from your army.\n\nEFFECT: Until the end of the phase, while an enemy unit is within 6\" of your unit, that enemy unit is Afflicted."
  },
  {
    "Id": "166",
    "Name": "Mireslick",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Movement phase, when an enemy unit (excluding MONSTERS and VEHICLES) is selected to Fall Back.\n\nTARGET: One PLAGUE LEGIONS unit from your army that is within Engagement Range of that enemy unit.\n\nEFFECT: Until the end of the phase, while an enemy unit is within Engagement Range of your unit, each time that unit is selected to Fall Back, it must take a Leadership test. If that test is failed, that unit must Remain Stationary this phase instead."
  },
  {
    "Id": "167",
    "Name": "Grip of the Walking Pox",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One POXWALKERS unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: After the attacking unit has fought, roll one D6 for each model from your unit that was destroyed as a result of those attacks: on a 6, the attacking unit suffers 1 mortal wound. If your unit is not destroyed after the attacking unit has fought, enemy models destroyed as a result of this Stratagem count as enemy models destroyed by an attack made by a model in your unit for the purposes of the Curse of the Walking Pox ability."
  },
  {
    "Id": "168",
    "Name": "Smeared with Filth",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One POXWALKERS unit from your army that was just destroyed. You can target that unit with this Stratagem even though it was just destroyed.\n\nEFFECT: Select one enemy unit that made one or more attacks that targeted your unit this phase. Until the end of the battle, that enemy unit is Afflicted."
  },
  {
    "Id": "169",
    "Name": "Gnawing Hunger",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Command phase.\n\nTARGET: One POXWALKERS unit from your army.\n\nEFFECT: Until the end of the turn, add 1 to the Move characteristic of models in your unit, and add 1 to the Attacks and Strength characteristics of melee weapons equipped by models in your unit."
  },
  {
    "Id": "170",
    "Name": "Hidden Amongst the Dead",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: The Reinforcements step of your Movement phase.\n\nTARGET: One POXWALKERS unit from your army that is in Strategic Reserves and that is not an Attached unit.\n\nEFFECT: Until the end of the phase, models in that unit have the Deep Strike ability."
  },
  {
    "Id": "171",
    "Name": "Shock and Horror",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Charge phase, just after a DEATH GUARD unit from your army ends a Charge move.\n\nTARGET: That DEATH GUARD unit.\n\nEFFECT: Each enemy unit within Engagement Range of your unit must take a Battle-shock test, subtracting 1 from that test."
  },
  {
    "Id": "172",
    "Name": "Shambling Wall",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has selected its targets.\n\nTARGET: One DEATH GUARD unit from your army that was selected as the target of one or more of the attacking unit’s attacks, and one friendly POXWALKERS unit within 3\" of your unit and visible to both your unit and the attacking unit.\n\nEFFECT: Until the end of the phase, each time you would allocate an attack to a model in your DEATH GUARD unit, if your POXWALKERS unit is visible to the attacking model and is an eligible target for that attack, no saving throw is made for that attack; instead a number of POXWALKERS from your POXWALKERS unit equal to the Damage characteristic of that attack are destroyed."
  },
  {
    "Id": "173",
    "Name": "Blooming Pestilence",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Start of any phase.\n\nTARGET: One TERMINATOR unit from your army.\n\nEFFECT: Until the end of the phase, add 3\" to the Contagion Range of models in your unit."
  },
  {
    "Id": "174",
    "Name": "Grim Reapers",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One TERMINATOR unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes an attack that targets an enemy unit (excluding MONSTERS and VEHICLES) you can re-roll the Hit roll."
  },
  {
    "Id": "175",
    "Name": "Undying Spite",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One TERMINATOR unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, roll one D6. On a 4+, do not remove the destroyed model from play; it can fight after the attacking unit has finished making its attacks, and is then removed from play."
  },
  {
    "Id": "176",
    "Name": "Signal Pox",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Command phase.\n\nTARGET: One LORD OF VIRULENCE model from your army.\n\nEFFECT: Select one objective marker within 30\" of and visible to your model. Until the start of your next turn, while an enemy unit is within range of that objective marker, that unit is Afflicted."
  },
  {
    "Id": "177",
    "Name": "Mortarion's Teachings",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One TERMINATOR unit from your army that has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, ranged weapons equipped by models in your unit have the [ASSAULT] and [HEAVY] abilities."
  },
  {
    "Id": "178",
    "Name": "Sickening Impact",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Charge phase, just after a TERMINATOR unit from your army ends a Charge move.\n\nTARGET: That TERMINATOR unit.\n\nEFFECT: Select one enemy unit within Engagement Range of your unit, then roll one D6 for each model in your unit that is within Engagement Range of that enemy unit: for each 2+, that enemy unit suffers 1 mortal wound (to a maximum of 6 mortal wounds)."
  },
  {
    "Id": "179",
    "Name": "Nauseating Paroxysms",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Start of the Fight phase.\n\nTARGET: One DEATH GUARD INFANTRY unit from your army that is within Engagement Range of one or more enemy units.\n\nEFFECT: Select one enemy unit within Engagement Range of your unit. That unit must take a Battle-shock test, subtracting 1 from the result."
  },
  {
    "Id": "180",
    "Name": "Vermin Cloud",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One DEATH GUARD INFANTRY unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, each time a model in this unit makes a Pile-in or Consolidation move, it can move up to 6\" instead of up to 3\"."
  },
  {
    "Id": "181",
    "Name": "Eye of the Swarm",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One DEATH GUARD INFANTRY unit from your army that has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, ranged weapons equipped by models in your unit (excluding Blast weapons) have the [PISTOL] ability."
  },
  {
    "Id": "182",
    "Name": "Droning Horror",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One DEATH GUARD INFANTRY unit from your army that has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes a ranged attack, re-roll a Hit roll of 1. If that attack targets a unit within half range, you can re-roll the Hit roll instead."
  },
  {
    "Id": "183",
    "Name": "Enervating Onslaught",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Charge phase, just after a DEATH GUARD INFANTRY unit from your army makes a Charge move.\n\nTARGET: That DEATH GUARD INFANTRY unit.\n\nEFFECT: Select one enemy unit within Engagement Range of your unit (excluding MONSTERS and VEHICLES). Roll one D6 for each model in your unit that is within Engagement Range of that unit, adding 1 to the result if that model is not a CULTIST or POXWALKER model: for each 5+, the selected enemy unit suffers 1 mortal wound (to a maximum of 6 mortal wounds)."
  },
  {
    "Id": "184",
    "Name": "Myphitic Invigoration",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has selected its targets.\n\nTARGET: One DEATH GUARD INFANTRY unit from your army that is within 6\" of one or more friendly MYPHITIC BLIGHT-HAULER units and that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time an attack targets your unit, if the Strength characteristic of that attack is greater than the Toughness characteristic of this unit, subtract 1 from the Wound roll."
  },
  {
    "Id": "185",
    "Name": "Violent Excess",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One EMPEROR’S CHILDREN unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, melee weapons equipped by models in your unit have the [SUSTAINED HITS 1] ability."
  },
  {
    "Id": "186",
    "Name": "Combat Stimms",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One EMPEROR’S CHILDREN INFANTRY unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time an attack targets your unit, subtract 1 from the Wound roll."
  },
  {
    "Id": "187",
    "Name": "Honour the Prince",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase.\n\nTARGET: One EMPEROR’S CHILDREN INFANTRY unit from your army that has not been selected to move this phase.\n\nEFFECT: Until the end of the phase, if your unit Advances, do not make an Advance roll. Instead, until the end of the phase, add 6\" to the Move characteristic of models in your unit."
  },
  {
    "Id": "188",
    "Name": "Dark Vigour",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Movement phase, just after an enemy unit ends a Normal, Advance or Fall Back move.\n\nTARGET: One EMPEROR’S CHILDREN unit from your army (excluding BEASTS and VEHICLES) that is within 9\" of the enemy unit that just ended that move.\n\nEFFECT: Your unit can make a Normal move of up to 6\"."
  },
  {
    "Id": "189",
    "Name": "Capricious Reactions",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has selected its targets.\n\nTARGET: One EMPEROR’S CHILDREN unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time an attack targets your unit, subtract 1 from the Hit roll."
  },
  {
    "Id": "190",
    "Name": "Cruel Raiders",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: End of your opponent’s Fight phase.\n\nTARGET: One EMPEROR’S CHILDREN unit from your army that is wholly within 9\" of one or more battlefield edges and not within 3\" horizontally of one or more enemy units.\n\nEFFECT: Remove your unit from the battlefield and place it into Strategic Reserves."
  },
  {
    "Id": "191",
    "Name": "Deft Parry",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One EMPEROR’S CHILDREN unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time an attack targets your unit, subtract 1 from the Hit roll."
  },
  {
    "Id": "192",
    "Name": "Death Ecstasy",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One EMPEROR’S CHILDREN unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, do not remove it from play. The destroyed model can fight after the attacking unit has finished making its attacks, and is then removed from play."
  },
  {
    "Id": "193",
    "Name": "Incessant Violence",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase, just before an EMPEROR’S CHILDREN unit from your army Consolidates.\n\nTARGET: That EMPEROR’S CHILDREN unit.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes a Consolidation move, it can move up to 6\" instead of up to 3\", provided your unit ends that Consolidation move within Engagement Range of one or more enemy units."
  },
  {
    "Id": "194",
    "Name": "Cruel Bladesman",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One EMPEROR’S CHILDREN unit from your army that made a Charge move this turn and has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, improve the Armour Penetration characteristic of melee weapons equipped by models in your unit by 1."
  },
  {
    "Id": "195",
    "Name": "Terrifying Spectacle",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Command phase.\n\nTARGET: One EMPEROR’S CHILDREN unit from your army that made a Charge move in the previous turn and destroyed one or more enemy units in the previous Fight phase.\n\nEFFECT: Each enemy unit within 6\" of your unit must take a Battle-shock test, subtracting 1 from that test if they are Below Half-strength. Enemy units affected by this Stratagem do not need to take any other Battle-shock tests in the same phase."
  },
  {
    "Id": "196",
    "Name": "Cut Down the Weak",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Your opponent’s Movement phase, just after an enemy unit Falls Back.\n\nTARGET: One EMPEROR’S CHILDREN unit from your army (you can only select a VEHICLE if it is a WALKER) that is within 6\" of that enemy unit and would be eligible to declare a charge against that enemy unit if it were your Charge phase.\n\nEFFECT: Your unit can declare a charge. When doing so, you must select that enemy unit as a target of that charge, and your unit does not receive a Charge bonus this turn."
  },
  {
    "Id": "197",
    "Name": "Onto the Next",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: End of the Fight phase.\n\nTARGET: One EMPEROR’S CHILDREN unit from your army that destroyed an enemy unit this phase, and one friendly TRANSPORT it is able to embark within.\n\nEFFECT: If your EMPEROR’S CHILDREN unit is wholly within 6\" of that TRANSPORT, it can embark within it."
  },
  {
    "Id": "198",
    "Name": "Advance and Claim",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Command phase.\n\nTARGET: One EMPEROR’S CHILDREN TRANSPORT from your army that has one or more TORMENTORS units embarked within it (excluding Battle-shocked units).\n\nEFFECT: Select one objective marker you control that your TRANSPORT is within range of. That objective marker remains under your control until your opponent’s Level of Control over that objective marker is greater than yours at the end of a phase."
  },
  {
    "Id": "199",
    "Name": "Dynamic Breakthrough",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase.\n\nTARGET: One EMPEROR’S CHILDREN VEHICLE unit from your army that has not been selected to move this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes a move, it can move through enemy models (excluding MONSTERS and VEHICLES). When doing so, it can move within Engagement Range of such models but cannot end that move within Engagement Range of them, and any Desperate Escape test is automatically passed."
  },
  {
    "Id": "200",
    "Name": "Ceaseless Onslaught",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Charge phase.\n\nTARGET: One EMPEROR’S CHILDREN unit from your army that disembarked from a TRANSPORT that made a Normal move this turn.\n\nEFFECT: Until the end of the phase, your EMPEROR’S CHILDREN unit is eligible to declare a charge."
  },
  {
    "Id": "201",
    "Name": "Reactive Disembarkation",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has selected its targets.\n\nTARGET: One EMPEROR’S CHILDREN TRANSPORT from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: One EMPEROR’S CHILDREN unit embarked within your TRANSPORT can disembark. When doing so, models in that unit can be set up anywhere on the battlefield wholly within 6\" of that TRANSPORT and not within Engagement Range of one or more enemy units."
  },
  {
    "Id": "202",
    "Name": "Outflanking Strike",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: End of your opponent’s Fight phase.\n\nTARGET: One EMPEROR’S CHILDREN TRANSPORT from your army, or up to two EMPEROR’S CHILDREN DEDICATED TRANSPORTS from your army.\n\nEFFECT: For each of those TRANSPORTS wholly within 9\" of one or more battlefield edges, remove it from the battlefield and place it into Strategic Reserves."
  },
  {
    "Id": "203",
    "Name": "Sustained by Agony",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase, just after an EMPEROR’S CHILDREN unit from your army destroys an enemy unit.\n\nTARGET: That EMPEROR’S CHILDREN unit.\n\nEFFECT: Select one friendly LEGIONS OF EXCESS unit within 6\" of your unit. One model in that LEGIONS OF EXCESS unit recovers up to 3 lost wounds or, if it is a DAEMONETTES unit, return up to D3+3 destroyed models to it instead."
  },
  {
    "Id": "204",
    "Name": "Ecstatic Slaughter",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase, just after a LEGIONS OF EXCESS unit from your army destroys an enemy unit.\n\nTARGET: That LEGIONS OF EXCESS unit and one friendly EMPEROR’S CHILDREN unit within 6\" of it that is not within Engagement Range of one or more enemy units.\n\nEFFECT: Your EMPEROR’S CHILDREN unit can declare a charge. If it does so and it has already been selected to fight this phase, it cannot fight again this phase."
  },
  {
    "Id": "205",
    "Name": "Violent Crescendo",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One SLAANESH BEASTS, SLAANESH INFANTRY or SLAANESH MOUNTED unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes a Pile-in or Consolidation move, it can move up to 6\" instead of up to 3\". When doing so, it does not need to end that move closer to the closest enemy model, provided it ends that move as close as possible to the closest enemy unit."
  },
  {
    "Id": "206",
    "Name": "Sycophantic Surge",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Charge phase.\n\nTARGET: One LEGIONS OF EXCESS unit from your army.\n\nEFFECT: Until the end of the phase, your unit is eligible to declare a charge in a turn in which it Advanced or Fell Back, provided at least one of the targets of that charge is within Engagement Range of one or more EMPEROR’S CHILDREN units from your army."
  },
  {
    "Id": "207",
    "Name": "Uncanny Reactions",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has selected its targets.\n\nTARGET: One SLAANESH unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time an attack targets your unit, subtract 1 from the Hit roll."
  },
  {
    "Id": "208",
    "Name": "Dark Apparitions",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: End of your opponent’s Fight phase.\n\nTARGET: One DAEMONETTES unit from your army that is not within Engagement Range of one or more enemy units.\n\nEFFECT: Remove your unit from the battlefield and place it into Strategic Reserves. If it arrives back on the battlefield in the Reinforcements step of your next Movement phase using the Deep Strike ability, it can be set up anywhere that is more than 6\" horizontally away from all enemy units (instead of more than 9\"), provided it is also set up wholly within 9\" of one or more friendly EMPEROR’S CHILDREN units."
  },
  {
    "Id": "209",
    "Name": "Protection of the Dark Prince",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Any phase, just after a mortal wound or attack is allocated to a model in an EMPEROR’S CHILDREN unit from your army.\n\nTARGET: That EMPEROR’S CHILDREN unit.\n\nEFFECT: Until the end of the phase, models in your unit have the Feel No Pain 6+ ability, and the Feel No Pain 4+ ability against mortal wounds."
  },
  {
    "Id": "210",
    "Name": "Unshakeable Opponents",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Command phase.\n\nTARGET: One EMPEROR’S CHILDREN unit from your army.\n\nEFFECT: Until the end of the turn, each time a model in your unit makes an attack, you can ignore any or all modifiers to the following: that attack’s Ballistic Skill or Weapon Skill characteristic; the Hit roll; the Wound roll."
  },
  {
    "Id": "211",
    "Name": "Embrace the Pain",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Start of the Fight phase.\n\nTARGET: One EMPEROR’S CHILDREN INFANTRY unit from your army.\n\nEFFECT: Until the end of the phase, each time an enemy model within Engagement Range of your unit selects targets, it must select your unit as the target of its attacks."
  },
  {
    "Id": "212",
    "Name": "Martial Perfection",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One EMPEROR’S CHILDREN unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes an attack, you can re-roll the Hit roll."
  },
  {
    "Id": "213",
    "Name": "Unbound Arrogance",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase or the Fight phase, just after an EMPEROR’S CHILDREN unit from your army destroys an enemy unit.\n\nTARGET: That EMPEROR’S CHILDREN unit.\n\nEFFECT: Increase your pledge to Slaanesh by 1.\n\nRESTRICTIONS: You can only use this Stratagem once per battle round."
  },
  {
    "Id": "214",
    "Name": "Armour of Abhorrence",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One EMPEROR’S CHILDREN unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the attacking unit has finished making its attacks, each time an attack targets a model in your unit, worsen the Armour Penetration characteristic of that attack by 1."
  },
  {
    "Id": "215",
    "Name": "Devoted Duellists",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One or more EMPEROR’S CHILDREN CHARACTER units from your army that have not been selected to fight this phase.\n\nEFFECT: Select one enemy unit. Until the end of the phase, melee weapons equipped by models in those CHARACTER units have the [SUSTAINED HITS 1] ability while targeting that enemy unit."
  },
  {
    "Id": "216",
    "Name": "Beautiful Death",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One EMPEROR’S CHILDREN CHARACTER unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, roll one D6, adding 1 to the result if your unit is your army’s Favoured Champions. On a 4+, do not remove the destroyed model from play; it can fight after the attacking unit has finished making its attacks, and is then removed from play."
  },
  {
    "Id": "217",
    "Name": "Heightened Jealousy",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase or the Fight phase, just after an EMPEROR’S CHILDREN CHARACTER unit becomes your army’s Favoured Champions, or just after your army’s Favoured Champions unit destroys an enemy unit.\n\nTARGET: Your army’s Favoured Champions unit.\n\nEFFECT: Until the end of the phase, each time a model in an EMPEROR’S CHILDREN CHARACTER unit from your army that is not your army’s Favoured Champions makes an attack, add 1 to the Strength characteristic of that attack."
  },
  {
    "Id": "218",
    "Name": "Diabolic Majesty",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase or the Fight phase, just after an EMPEROR’S CHILDREN CHARACTER unit becomes your army’s Favoured Champions.\n\nTARGET: That EMPEROR’S CHILDREN unit.\n\nEFFECT: Each enemy unit within 6\" of your unit must take a Battle-shock test, subtracting 1 from the result.\n\nRESTRICTIONS: You can only use this Stratagem once per battle round."
  },
  {
    "Id": "219",
    "Name": "Refusal to be Outdone",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Charge phase.\n\nTARGET: One EMPEROR’S CHILDREN CHARACTER unit from your army.\n\nEFFECT: Select one enemy unit within Engagement Range of one or more units from your army. Until the end of the phase, each time your unit declares a charge, if that enemy unit is one of the targets of that charge, add 2 to the Charge roll."
  },
  {
    "Id": "220",
    "Name": "Vengeful Surge",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has selected its targets.\n\nTARGET: One EMPEROR’S CHILDREN CHARACTER unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: After the attacking unit has shot, your unit can make a Surge move. To do so, roll one D6: each model in your unit can move a distance in inches up to the result, but your unit must end that move as close as possible to the closest enemy unit. When doing so, those models can be moved within Engagement Range of that enemy unit. If your unit is not your army’s Favoured Champions, you can re-roll the dice to determine the distance of its Surge move."
  },
  {
    "Id": "221",
    "Name": "Blood Offering",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Any phase.\n\nTARGET: One WORLD EATERS unit from your army that was just destroyed while it was within range of one or more objective markers you controlled at the end of the previous phase. You can use this Stratagem on that unit even though it was just destroyed.\n\nEFFECT: Select one of those objective markers. That objective marker remains under your control until your opponent’s Level of Control over that objective marker is greater than yours at the end of a phase."
  },
  {
    "Id": "222",
    "Name": "Skulls for the Skull Throne!",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase, just after a WORLD EATERS unit from your army destroys a CHARACTER or MONSTER model.\n\nTARGET: That WORLD EATERS unit.\n\nEFFECT: Make a Blessings of Khorne roll and use the results to activate one Blessing of Khorne. Until the end of the battle round, that Blessing of Khorne is active in addition to any other Blessings of Khorne that are currently active."
  },
  {
    "Id": "223",
    "Name": "Hack and Slash",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One WORLD EATERS unit from your army that has not been selected to fight this phase and that made a charge move this turn.\n\nEFFECT: Until the end of the phase, improve the Armour Penetration characteristic of melee weapons equipped by models in your unit by 1."
  },
  {
    "Id": "224",
    "Name": "Frenzied Resilience",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One WORLD EATERS unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time an attack is allocated to a model in your unit, subtract 1 from the Damage characteristic of that attack."
  },
  {
    "Id": "225",
    "Name": "Apoplectic Frenzy",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase, just after a KHORNE BERZERKERS unit from your army is selected to Advance.\n\nTARGET: That KHORNE BERZERKERS unit.\n\nEFFECT: Until the end of the turn, your unit is eligible to declare a charge in a turn in which it Advanced."
  },
  {
    "Id": "226",
    "Name": "Berzerker’s Wrath",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has shot.\n\nTARGET: One KHORNE BERZERKERS unit from your army that can make a Blood Surge move as a result of those attacks.\n\nEFFECT: Do not roll a D6 to determine how far models in your unit can move when they make their Blood Surge move. Instead, when making their Blood Surge move, these models can move up to 8\"."
  },
  {
    "Id": "227",
    "Name": "Bloody Vengeance",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Any phase.\n\nTARGET: One WORLD EATERS MONSTER or WORLD EATERS TITANIC unit from your army that was just destroyed by an enemy unit. You can use this Stratagem on that unit even though it was just destroyed.\n\nEFFECT: Until the end of the battle, each time a model in a JAKHALS or GOREMONGERS unit from your army makes an attack that targets the enemy unit that just destroyed your unit, you can re-roll the Hit roll."
  },
  {
    "Id": "228",
    "Name": "Drawn to the Slaughter",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Any phase.\n\nTARGET: One JAKHALS unit from your army that was just destroyed. You can use this Stratagem on that unit even though it was just destroyed.\n\nEFFECT: Add a new unit to your army identical to your destroyed unit, in Strategic Reserves, at its Starting Strength.\n\nRESTRICTIONS: This Stratagem cannot be used to return destroyed CHARACTER units to Attached units."
  },
  {
    "Id": "229",
    "Name": "In the Shadow of Brass Idols",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One JAKHALS or GOREMONGERS unit from your army that was selected as the target as one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, models in your unit have the Feel No Pain 6+ ability. If your unit is within 6\" of one or more friendly WORLD EATERS MONSTER units, or within 9\" of one or more friendly WORLD EATERS TITANIC units, your unit has the Feel No Pain 5+ ability instead."
  },
  {
    "Id": "230",
    "Name": "Bloodthirsty Horde",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One JAKHALS or GOREMONGERS unit from your army that has not been selected to fight this phase and is within Engagement Range of one or more enemy units.\n\nEFFECT: Until the end of the phase, each time your unit is selected to fight, when determining which models in it are eligible to fight, any models in your unit that are within 3\" of one or more enemy models are eligible to fight. When resolving those attacks, such models can target one of those enemy units that is within 3\" of them and within Engagement Range of their unit."
  },
  {
    "Id": "231",
    "Name": "Fail Not the Blood God",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One JAKHALS or GOREMONGERS unit from your army.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes an attack, re-roll a Hit roll of 1. If that model’s unit is within 6\" of one or more friendly WORLD EATERS MONSTER units, or within 9\" of one or more friendly WORLD EATERS TITANIC units, you can re-roll the Hit roll instead."
  },
  {
    "Id": "232",
    "Name": "Brazen Idol",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Your Command phase.\n\nTARGET: One WORLD EATERS MONSTER or WORLD EATERS TITANIC unit from your army.\n\nEFFECT: Select the Idol of Infinite Rage, Idol of Burning Wrath or Idol of Blessed Blood. Until the start of your next Command phase, that Idols of Khorne ability is active for your unit instead of any other Idols of Khorne ability that is active for your army, even if you have already selected that ability this battle.\n\nRESTRICTIONS: You can only use this Stratagem once per battle."
  },
  {
    "Id": "233",
    "Name": "Summoned by Slaughter",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Any phase, when the last model in a unit is destroyed, before removing it from play. (If that unit is a TRANSPORT, any units embarked within that TRANSPORT model must disembark first.)\n\nTARGET: One BLOODLETTERS unit from your army that is in Reserves.\n\nEFFECT: Set your unit up anywhere on the battlefield wholly within 9\" of that destroyed model and more than 6\" horizontally away from all enemy units, then remove the destroyed model from play.\n\nRESTRICTIONS: You cannot use this Stratagem more than once per battle round."
  },
  {
    "Id": "234",
    "Name": "Daemonic Fury",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Start of your Fight phase.\n\nTARGET: One BLOOD LEGIONS unit from your army.\n\nEFFECT: Select one friendly WORLD EATERS unit within 6\" of your unit. Until the end of the turn, melee weapons equipped by models in your WORLD EATERS unit have the [LANCE] ability. If the Daemonic Rage ability is active for your army, then until the end of the phase those melee weapons also have the [TWIN-LINKED] ability."
  },
  {
    "Id": "235",
    "Name": "A Worthy Skull",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase, just after a BLOOD LEGIONS or WORLD EATERS unit from your army has fought, and one or more enemy CHARACTER or MONSTER models were destroyed as a result of those attacks.\n\nTARGET: That BLOOD LEGIONS or WORLD EATERS unit.\n\nEFFECT: You gain D3BTP and you can then spend one or more BTP you have to activate one of the Blood Tithe abilities."
  },
  {
    "Id": "236",
    "Name": "Blessing of Burning Blood",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One BLOOD LEGIONS unit from your army that is within 6\" of a friendly WORLD EATERS unit that was selected as the target as one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, models in your WORLD EATERS unit have a 5+ invulnerable save. If the Boon of Blood ability is active for your army, then until the end of the phase, models in your WORLD EATERS unit have a 4+ invulnerable save."
  },
  {
    "Id": "237",
    "Name": "Daemontide",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Command phase.\n\nTARGET: One WORLD EATERS unit from your army.\n\nEFFECT: Select one friendly BLOOD LEGIONS unit within 6\" of your unit. One destroyed MOUNTED model, up to D3 destroyed BEAST models, or up to D6 destroyed INFANTRY models are returned to that BLOOD LEGIONS unit with their full wounds remaining.\n\nRESTRICTIONS: This Stratagem cannot be used to return destroyed CHARACTER models to Attached units."
  },
  {
    "Id": "238",
    "Name": "Murder-Call",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: End of your opponent’s Fight phase.\n\nTARGET: One BLOOD LEGIONS unit from your army that is on the battlefield and not within Engagement Range of one or more enemy units.\n\nEFFECT: Remove your unit from the battlefield and place it into Strategic Reserves."
  },
  {
    "Id": "239",
    "Name": "Daemonic Resistance",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One WORLD EATERS POSSESSED unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time an attack targets your unit, subtract 1 from the Wound roll."
  },
  {
    "Id": "240",
    "Name": "Daemonic Strength",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One WORLD EATERS POSSESSED unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, each time an attack made by a model in your unit is allocated to an enemy model, if your unit has the EIGHTBOUND keyword and that enemy model is not a MONSTER or VEHICLE, add 1 to the Damage characteristic of that attack. If your unit has the EXALTED EIGHTBOUND keyword and that enemy model is a MONSTER or VEHICLE, add 1 to the Damage characteristic of that attack instead."
  },
  {
    "Id": "241",
    "Name": "Immortal Fury",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One WORLD EATERS POSSESSED unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, do not remove it from play. The destroyed model can fight after the attacking model’s unit has finished making its attacks, and is then removed from play."
  },
  {
    "Id": "242",
    "Name": "Rapid Manifestation",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase.\n\nTARGET: One EXALTED EIGHTBOUND unit from your army that is arriving using the Deep Strike ability this phase.\n\nEFFECT: Your unit can be set up anywhere on the battlefield that is more than 6\" horizontally away from all enemy units.\n\nRESTRICTIONS: A unit targeted with this Stratagem is not eligible to declare a charge in the same turn."
  },
  {
    "Id": "243",
    "Name": "Warp Stalkers",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase or your Charge phase.\n\nTARGET: One WORLD EATERS POSSESSED unit from your army that has not been selected to move or declare a charge this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes a Normal, Advance, Fall Back or Charge move, it can move through enemy models (excluding MONSTERS and VEHICLES). When doing so, it can move within Engagement Range of such models but, unless that move was a Charge move, it cannot end that move within Engagement Range of them, and any Desperate Escape test is automatically passed."
  },
  {
    "Id": "244",
    "Name": "Horrifying Violence",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Command phase.\n\nTARGET: One WORLD EATERS POSSESSED unit from your army.\n\nEFFECT: Each enemy unit within Engagement Range of your unit must take a Battle-shock test, subtracting 1 from that test."
  },
  {
    "Id": "245",
    "Name": "Endless Pursuit of Violence",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: End of the Fight phase.\n\nTARGET: One WORLD EATERS INFANTRY unit from your army and one friendly TRANSPORT that it is able to embark within.\n\nEFFECT: If your WORLD EATERS INFANTRY unit is wholly within 6\" of that TRANSPORT, it can embark within it."
  },
  {
    "Id": "246",
    "Name": "Smash Through",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase.\n\nTARGET: One WORLD EATERS VEHICLE model from your army that has not been selected to move this phase.\n\nEFFECT: Until the end of the phase, each time your unit makes a Normal or Advance move, it can move horizontally through terrain features."
  },
  {
    "Id": "247",
    "Name": "Aggressive Disembarkation",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase.\n\nTARGET: One WORLD EATERS RHINO model from your army that has not been selected to move this phase.\n\nEFFECT: One WORLD EATERS unit embarked within your RHINO can disembark. When doing so, models in that unit can be set up anywhere on the battlefield wholly within 6\" of your RHINO and can be set up within Engagement Range of one or more enemy units."
  },
  {
    "Id": "248",
    "Name": "Full-Throttle Assault",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase.\n\nTARGET: One WORLD EATERS RHINO model from your army that has not been selected to move this phase.\n\nEFFECT: Until the end of the phase, each time a WORLD EATERS unit disembarks from that model after it has made a Normal move, that unit is still eligible to declare a charge this turn."
  },
  {
    "Id": "249",
    "Name": "Unrelenting Advance",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has shot.\n\nTARGET: One WORLD EATERS VEHICLE model from your army that was hit by one or more of the attacking unit’s attacks.\n\nEFFECT: Your model can make a Normal move of up to 6\".\n\nRESTRICTIONS: A unit cannot be targeted by this Stratagem and the Fury Unleashed Stratagem in the same phase."
  },
  {
    "Id": "250",
    "Name": "Fury Unleashed",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has shot.\n\nTARGET: One WORLD EATERS RHINO model from your army that has one or more wounds remaining and was hit by one or more of the attacking unit’s attacks.\n\nEFFECT: One KHORNE BERZERKERS unit embarked within your model can disembark and make a Blood Surge move.\n\nRESTRICTIONS: A unit cannot be targeted by this Stratagem and the Unrelenting Advance Stratagem in the same phase."
  },
  {
    "Id": "251",
    "Name": "Aspire to Infamy",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One KHORNE BERZERKERS or JAKHALS unit from your army that has not been selected to fight this phase and is within 8\" of one or more friendly WORLD EATERS CHARACTER models.\n\nEFFECT: Until the end of the phase, improve the Strength and Armour Penetration characteristics of melee weapons equipped by non-CHARACTER models in your unit by 1."
  },
  {
    "Id": "252",
    "Name": "Overshadowed by None",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One WORLD EATERS INFANTRY, WORLD EATERS MOUNTED or WORLD EATERS DAEMON PRINCE unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes an attack that targets a MONSTER or VEHICLE unit, you can re-roll the Wound roll."
  },
  {
    "Id": "253",
    "Name": "Gory Dedication",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: End of the Fight phase.\n\nTARGET: One WORLD EATERS unit from your army that destroyed one or more enemy models with a melee attack this phase.\n\nEFFECT: Select one objective marker you control that your unit is within range of. That objective marker remains under your control until your opponent’s Level of Control over that objective marker is greater than yours at the end of a phase."
  },
  {
    "Id": "254",
    "Name": "Punish the Craven",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Movement phase, just after an enemy unit (excluding MONSTERS and VEHICLES) is selected to Fall Back.\n\nTARGET: One WORLD EATERS INFANTRY or WORLD EATERS DAEMON PRINCE unit from your army within Engagement Range of that enemy unit.\n\nEFFECT: When that enemy unit Falls Back, all models in that enemy unit must take a Desperate Escape test. When doing so, if your unit is a VESSEL OF WRATH unit, subtract 1 from each of those tests."
  },
  {
    "Id": "255",
    "Name": "Meet Force with Force",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has shot.\n\nTARGET: One WORLD EATERS INFANTRY, WORLD EATERS MOUNTED or WORLD EATERS DAEMON PRINCE unit from your army that lost one or more wounds as a result of those attacks.\n\nEFFECT: Your unit can make a Blood Surge move. To do so, roll one D6: models in your unit move a number of inches up to the result, but your unit must end that move as close as possible to the closest enemy unit (excluding AIRCRAFT). When doing so, those models can be moved within Engagement Range of that enemy unit. If your unit is a KHORNE BERZERKERS or VESSEL OF WRATH unit, you can re-roll the D6 to determine how far your unit can move."
  },
  {
    "Id": "256",
    "Name": "Razen Contempt",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has selected its targets.\n\nTARGET: One WORLD EATERS unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time an attack targets your unit, if the Strength characteristic of that attack is greater than the Toughness characteristic of your unit, subtract 1 from the Wound roll, or, if it is a VESSEL OF WRATH unit, subtract 1 from the Wound roll instead."
  },
  {
    "Id": "257",
    "Name": "Divine Intervention",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Any phase.\n\nTARGET: One ADEPTA SORORITAS CHARACTER unit from your army that was just destroyed. You can use this Stratagem on that unit even though it was just destroyed.\n\nEFFECT: You can discard 1-3 Miracle dice. At the end of the phase, set the last destroyed model from your unit back up on the battlefield, as close as possible to where it was destroyed and not within Engagement Range of any enemy models. Roll one D3, adding 1 to the result for each Miracle dice you discarded. That model is set back up with that number of wounds remaining (up to its starting number of wounds).\n\nRESTRICTIONS: You cannot select SAINT CELESTINE as the target of this Stratagem. You cannot select the same CHARACTER as the target of this Stratagem more than once per battle."
  },
  {
    "Id": "258",
    "Name": "Suffering and Sacrifice",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Start of the Fight phase.\n\nTARGET: One ADEPTA SORORITAS INFANTRY or ADEPTA SORORITAS WALKER unit from your army.\n\nEFFECT: Until the end of the phase, each time an enemy model within Engagement Range of your unit selects its targets, it must select your unit as the target of its attacks."
  },
  {
    "Id": "259",
    "Name": "Righteous Vengeance",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One ADEPTA SORORITAS unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes a melee attack, you can re-roll the Hit roll and, if your unit is Below Half-strength, you can re-roll the Wound roll as well."
  },
  {
    "Id": "260",
    "Name": "Sanctified Immolation",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Any phase.\n\nTARGET: One ADEPTA SORORITAS VEHICLE model from your army with the Deadly Demise ability that was just destroyed. You can use this Stratagem on that model even though it was just destroyed.\n\nEFFECT: Do not roll one D6 to determine whether mortal wounds are inflicted by your model's Deadly Demise ability. Instead, mortal wounds are automatically inflicted."
  },
  {
    "Id": "261",
    "Name": "Spirit of the Martyr",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One ADEPTA SORORITAS unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, do not remove it from play. The destroyed model can fight after the attacking unit has finished making its attacks, and is then removed from play."
  },
  {
    "Id": "262",
    "Name": "Praise the Fallen",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has shot.\n\nTARGET: One ADEPTA SORORITAS unit from your army that had one or more of its models destroyed as a result of the attacking unit’s attacks.\n\nEFFECT: Your unit can shoot as if it were your Shooting phase, but it must target only that enemy unit when doing so, and can only do so if that enemy unit is an eligible target."
  },
  {
    "Id": "263",
    "Name": "Final Redemption",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Any phase.\n\nTARGET: One PENITENT unit from your army that was just destroyed while it was within range of an objective marker you controlled. You can use this Stratagem on that unit even though it was just destroyed.\n\nEFFECT: That objective marker remains under your control, even if you have no models within range of it, until your opponent controls it at the start or end of any turn."
  },
  {
    "Id": "264",
    "Name": "Purity of Suffering",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent's Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One PENITENT unit from your army that was selected as the target of one or more of the attacking unit's attacks.\n\nEFFECT: Until the end of the phase, PENITENT models in your unit have the Feel No Pain 4+ ability."
  },
  {
    "Id": "265",
    "Name": "Passion of the Penitent",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One PENITENT unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, each time a PENITENT model in your unit makes a melee attack, a successful unmodified Hit roll of 5+ scores a Critical Hit."
  },
  {
    "Id": "266",
    "Name": "Lash of Guilt",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase, just before a PENITENT unit from your army Advances.\n\nTARGET: That PENITENT unit.\n\nEFFECT: Until the end of the turn, your unit is eligible to declare a charge in a turn in which it Advanced. If your unit has the PENITENT ENGINES keyword, do not make an Advance roll for it; instead, until the end of the phase, add 6\" to the Move characteristic of models in your unit."
  },
  {
    "Id": "267",
    "Name": "Boundless Zeal",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase, just after an ADEPTA SORORITAS unit from your army Falls Back.\n\nTARGET: That ADEPTA SORORITAS unit.\n\nEFFECT: Until the end of the turn, your unit is eligible to shoot or declare a charge in a turn in which it Fell Back. If your unit has the PENITENT keyword, it is eligible to shoot and declare a charge in a turn in which it Fell Back instead."
  },
  {
    "Id": "268",
    "Name": "Devout Fanaticism",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has shot.\n\nTARGET: One PENITENT unit from your army that was selected as the target as one or more of the attacking unit’s attacks.\n\nEFFECT: Roll one D6: your unit can be moved a distance in inches up to the result, but it must end that move as close as possible to the closest enemy unit (excluding AIRCRAFT). When doing so, models in your unit can be moved within Engagement Range of enemy units."
  },
  {
    "Id": "269",
    "Name": "Shield of Aversion",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One ADEPTA SORORITAS unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the attacking unit has finished making its attacks, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1."
  },
  {
    "Id": "270",
    "Name": "Righteous Blows",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One ADEPTA SORORITAS unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, melee weapons equipped by models in your unit have the [LETHAL HITS] ability. If one or more enemy models are destroyed as the result of attacks made by those weapons this phase, select one of those destroyed models; that destroyed model’s unit must take a Battle-shock test."
  },
  {
    "Id": "271",
    "Name": "Carry Forth the Faithful",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase, just before an ADEPTA SORORITAS TRANSPORT model from your army Advances.\n\nTARGET: That ADEPTA SORORITAS TRANSPORT model.\n\nEFFECT: Until the end of the turn, you can re-roll Advance rolls made for your TRANSPORT, and units can disembark from your TRANSPORT even though it Advanced. Units that do so count as having made a Normal move, and cannot declare a charge this turn."
  },
  {
    "Id": "272",
    "Name": "Cleansing Flames",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One ADEPTA SORORITAS unit from your army that has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, Torrent weapons equipped by models in your unit have the [DEVASTATING WOUNDS] ability."
  },
  {
    "Id": "273",
    "Name": "Rites of Fire",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One ADEPTA SORORITAS unit from your army that disembarked from a TRANSPORT this turn and has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes a ranged attack that targets an enemy unit within 6\" that is also within range of an objective marker, add 1 to the Wound roll. If one or more enemy models are destroyed as the result of those attacks, select one of those destroyed models; that destroyed model’s unit must take a Battle-shock test."
  },
  {
    "Id": "274",
    "Name": "Blazing Ire",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has shot.\n\nTARGET: One ADEPTA SORORITAS TRANSPORT unit from your army that was selected as the target of one or more of the attacking unit's attacks.\n\nEFFECT: One unit embarked within your TRANSPORT can disembark as if it were your Movement phase, and can then shoot as if it were your Shooting phase, but must target only that enemy unit when doing so, and can only do so if that enemy unit is an eligible target."
  },
  {
    "Id": "275",
    "Name": "Shield of Faith",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Any phase, just after an ADEPTA SORORITAS unit from your army suffers a mortal wound.\n\nTARGET: That ADEPTA SORORITAS unit, or one friendly ADEPTA SORORITAS JUMP PACK unit within 3\" of it.\n\nEFFECT: Until the end of the phase, models in your unit have the Feel No Pain 5+ ability against mortal wounds. If you targeted an ADEPTA SORORITAS JUMP PACK unit from your army with this Stratagem, then until the end of the phase, while a friendly ADEPTA SORORITAS unit is within 3\" of your unit, models in that unit have the Feel No Pain 5+ ability against mortal wounds."
  },
  {
    "Id": "276",
    "Name": "Light of the Emperor",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Command phase.\n\nTARGET: One ADEPTA SORORITAS unit from your army.\n\nEFFECT: Until the end of the turn, your unit is blessed. While a unit is blessed, it can ignore any or all modifiers to the following: the profile characteristics of its models; the Weapon Skill or Ballistic Skill characteristics of weapons equipped by its models; any roll or test made for it (excluding modifiers to saving throws). If your unit has the JUMP PACK keyword, until the end of the turn, while a friendly ADEPTA SORORITAS unit is within 3\" of your unit, that friendly unit is also blessed."
  },
  {
    "Id": "277",
    "Name": "Faith and Fury",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One ADEPTA SORORITAS unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, melee weapons equipped by models in your unit have the [LANCE] ability. If one or more enemy models are destroyed as the result of your unit's attacks this phase, you gain 1 Miracle dice."
  },
  {
    "Id": "278",
    "Name": "Blinding Radiance",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent's Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One ADEPTA SORORITAS unit from your army that was selected as the target of one or more of the attacking unit's attacks, or one friendly ADEPTA SORORITAS JUMP PACK unit within 3\" of such a unit.\n\nEFFECT: Until the end of the phase, each time an attack targets your unit, subtract 1 from the Hit roll. If you targeted an ADEPTA SORORITAS JUMP PACK unit from your army with this Stratagem, then until the end of the phase, while a friendly ADEPTA SORORITAS unit is within 3\" of your unit, each time an attack targets that unit, subtract 1 from the Hit roll."
  },
  {
    "Id": "279",
    "Name": "Divine Guidance",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase or the Fight phase.\n\nTARGET: That ADEPTA SORORITAS unit from your army that has not been selected to shoot or fight this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes an attack, improve the Armour Penetration characteristic of that attack by 1. If one or more enemy models are destroyed as the result of any of those attacks, you gain 1 Miracle dice."
  },
  {
    "Id": "280",
    "Name": "Angelic Descent",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: End of your opponent’s Fight phase.\n\nTARGET: One ADEPTA SORORITAS JUMP PACK unit from your army.\n\nEFFECT: Remove your unit from the battlefield and place it into Strategic Reserves.\n\nRESTRICTIONS: You cannot select a unit that is within Engagement Range of one or more enemy units."
  },
  {
    "Id": "281",
    "Name": "Shield of Denial",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Any phase, just after a mortal wound is allocated to an ADEPTA SORORITAS unit from your army.\n\nTARGET: That ADEPTA SORORITAS unit.\n\nEFFECT: Until the end of the phase, models in your unit have the Feel No Pain 6+ ability against mortal wounds. If your unit is Righteous, until the end of the phase, models in your unit have the Feel No Pain 5+ ability against mortal wounds instead."
  },
  {
    "Id": "282",
    "Name": "Suffer Not the Unfaithful",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase or the Fight phase.\n\nTARGET: One ADEPTA SORORITAS unit from your army that is Righteous and that has not been selected to shoot or fight this phase.\n\nEFFECT: Select either the [LETHAL HITS] or [SUSTAINED HITS 1] ability. Until the end of the phase, weapons equipped by models in your unit have the selected ability."
  },
  {
    "Id": "283",
    "Name": "To the Heart of Heresy",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One ADEPTA SORORITAS unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the turn, improve the Strength characteristic of melee weapons equipped by models in your unit by 1. If your unit is Righteous, until the end of the phase, improve the Armour Penetration characteristic of melee weapons equipped by models in your unit by 1 as well."
  },
  {
    "Id": "284",
    "Name": "Path of the Righteous",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One ADEPTA SORORITAS unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the turn, each time a model in your unit makes a Pile-in or Consolidation move, it can move up to 6\" instead of up to 3\". When doing so, if your unit is Righteous, it does not need to end that move closer to the closest enemy model, provided it ends that move as close as possible to the closest enemy unit."
  },
  {
    "Id": "285",
    "Name": "Bastion of Faith",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One CELESTIAN SACRESANTS unit that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time an attack targets your unit, subtract 1 from the Hit roll. In addition, if your unit is Righteous, you can select one other CELESTIAN SACRESANTS unit from your army that is not Battle-shocked and is within 6\" of your unit. Until the end of the phase, each time an attack targets that CELESTIAN SACRESANTS unit, subtract 1 from the Hit roll as well."
  },
  {
    "Id": "286",
    "Name": "Indefatigable Dedication",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase, just after an ADEPTA SORORITAS unit from your army Falls Back.\n\nTARGET: That ADEPTA SORORITAS unit.\n\nEFFECT: Until the end of the turn, your unit is eligible to shoot in a turn in which it Fell Back. If your unit is Righteous, until the end of the turn, your unit is eligible to shoot and declare a charge in a turn in which it Fell Back instead."
  },
  {
    "Id": "287",
    "Name": "Baleful Halo",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One ADEPTUS MECHANICUS unit from your army (excluding VEHICLE units) that was selected as the target of one or more of that enemy unit’s attacks. If that unit is BATTLELINE, you can also target one friendly SKITARII unit (excluding BATTLELINE units) within 6\" of it.\n\nEFFECT: Until the end of the turn, each time an attack is made that targets your unit, subtract 1 from the Wound roll."
  },
  {
    "Id": "288",
    "Name": "Extinction Order",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Command phase.\n\nTARGET: One TECH-PRIEST model from your army and one objective marker within 24\" of that model.\n\nEFFECT: Roll one D6 for each enemy unit within range of that objective marker. On a 4+, that unit suffers 1 mortal wound and it must take a Battle-shock test."
  },
  {
    "Id": "289",
    "Name": "Aggressor Imperative",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase.\n\nTARGET: One SKITARII unit from your army that has not been selected to move this phase. If that unit is BATTLELINE, you can also target one friendly SKITARII unit (excluding BATTLELINE units) within 6\" of it.\n\nEFFECT: Until the end of the phase, each time one of those units Advances, do not make an Advance roll for it. Instead, until the end of the phase, add 6\" to the Move characteristic of models in that unit."
  },
  {
    "Id": "290",
    "Name": "Pre-Calibrated Purge Solution",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One ADEPTUS MECHANICUS unit from your army that has not been selected to shoot this phase. If that unit is BATTLELINE, you can also target one friendly SKITARII unit (excluding BATTLELINE units) within 6\" of it.\n\nEFFECT: Until the end of the phase, each time a model in one of those units makes a ranged attack, if the target of that attack is within your opponent’s deployment zone, you can re-roll the Hit roll."
  },
  {
    "Id": "291",
    "Name": "Lethal Dosage",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One ADEPTUS MECHANICUS unit from your army that has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, ranged weapons equipped by models in your unit have the [LETHAL HITS] ability."
  },
  {
    "Id": "292",
    "Name": "Bulwark Imperative",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has selected its targets.\n\nTARGET: One SKITARII unit from your army that was selected as the target of one or more of the attacking unit’s attacks. If that unit is BATTLELINE, you can also target one friendly SKITARII unit (excluding BATTLELINE units) within 6\" of it.\n\nEFFECT: Until the end of the phase, models in those units from your army have a 4+ invulnerable save."
  },
  {
    "Id": "293",
    "Name": "Bionic Endurance",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One SICARIAN, PTERAXII or SYDONIAN unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, models in your unit have the Feel No Pain 5+ ability."
  },
  {
    "Id": "294",
    "Name": "Binharic Offence",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: The start of your Shooting phase or the start of the Fight phase.\n\nTARGET: Two SKITARII units from your army that have not been selected to shoot or fight this phase, and one enemy unit.\n\nEFFECT: Until the end of the phase, improve the Armour Penetration characteristic of weapons equipped by models in both of your units by 1.\n\nRESTRICTIONS: Until the end of the phase, each time a model in either of your units makes an attack, it can only target that enemy unit (and only if it is an eligible target)."
  },
  {
    "Id": "295",
    "Name": "Expedited Purge Protocol",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Charge phase.\n\nTARGET: One SKITARII unit from your army.\n\nEFFECT: Until the end of the phase, your unit is eligible to declare a charge in a turn in which it Advanced."
  },
  {
    "Id": "296",
    "Name": "Isolate and Destroy",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One SICARIAN, PTERAXII, SYDONIAN, IRONSTRIDER BALLISTARII or SKITARII MOUNTED unit from your army that has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes an attack, if there are no other enemy units within 6\" of the unit targeted by that attack, add 1 to the Wound roll."
  },
  {
    "Id": "297",
    "Name": "Shroud Protocols",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has selected its targets.\n\nTARGET: One SKITARII INFANTRY unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, your unit can only be selected as the target of a ranged attack if the attacking model is within 18\"."
  },
  {
    "Id": "298",
    "Name": "Programmed Withdrawal",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: End of your opponent’s Fight phase.\n\nTARGET: Up to two SICARIAN units from your army, or one SKITARII INFANTRY or SKITARII MOUNTED unit from your army.\n\nEFFECT: Remove those units from the battlefield and place them into Strategic Reserves.\n\nRESTRICTIONS: Each unit targeted with this Stratagem must be more than 3\" away from all enemy units."
  },
  {
    "Id": "299",
    "Name": "Incantation of the Iron Soul",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Any phase, just after you allocate a mortal wound to a CULT MECHANICUS model from your army.\n\nTARGET: That CULT MECHANICUS model’s unit.\n\nEFFECT: Until the end of the phase, CULT MECHANICUS models in your unit have the Feel No Pain 4+ ability against mortal wounds."
  },
  {
    "Id": "300",
    "Name": "Chant of the Remorseless Fist",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One CULT MECHANICUS unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, each time a CULT MECHANICUS model in your unit makes a melee attack, add 1 to the Wound roll."
  },
  {
    "Id": "301",
    "Name": "Verse of Vengeance",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One CULT MECHANICUS unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time a CULT MECHANICUS model in your unit is destroyed, if that model has not fought this phase, roll one D6: on a 4+, do not remove it from play. The destroyed model can fight after the attacking model’s unit has finished making its attacks, and is then removed from play."
  },
  {
    "Id": "302",
    "Name": "Tribute of Emphatic Veneration",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Start of your Movement phase.\n\nTARGET: One CULT MECHANICUS unit from your army and one enemy unit within 18\" of it.\n\nEFFECT: That enemy unit must take a Battle-shock test. If that test is failed, until the start of your next Command phase, each time a model in that enemy unit makes an attack, subtract 1 from the Hit roll."
  },
  {
    "Id": "303",
    "Name": "Litany of the Electromancer",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "6\"",
      "Duration": "Instant"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One CULT MECHANICUS unit from your army.\n\nEFFECT: Roll one D6 for each enemy unit within 6\" of one or more CULT MECHANICUS models in your unit, adding 1 to the result if that model is an ELECTRO-PRIEST. On a 5+, that enemy unit suffers D3 mortal wounds."
  },
  {
    "Id": "304",
    "Name": "Luminescent Blessing",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until end of phase"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has selected its targets.\n\nTARGET: One CULT MECHANICUS unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, CULT MECHANICUS models in your unit have a 4+ invulnerable save."
  },
  {
    "Id": "305",
    "Name": "Cached Acquisition",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until opponent controls the objective at start or end of a turn"
    },
    "Description": "WHEN: Any phase.\n\nTARGET: One ADEPTUS MECHANICUS unit from your army that was just destroyed while it was within range of an objective marker you controlled. You can use this Stratagem on that unit even though it was just destroyed.\n\nEFFECT: That objective marker remains under your control, even if you have no models within range of it, until your opponent controls it at the start or end of any turn."
  },
  {
    "Id": "306",
    "Name": "Priority Reclamation",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until end of phase"
    },
    "Description": "WHEN: Fight phase, just before an ADEPTUS MECHANICUS unit from your army Consolidates.\n\nTARGET: That ADEPTUS MECHANICUS unit.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes a Consolidation move, it can move up to 6\" instead of up to 3\", provided your unit ends that Consolidation move within range of your Acquisition objective marker.\n\nRESTRICTIONS: You cannot target a unit with this Stratagem if it is within 3\" of one or more enemy units."
  },
  {
    "Id": "307",
    "Name": "Infoslave Skull",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "24\"",
      "Duration": "Until the start of your next Command phase"
    },
    "Description": "WHEN: Your Command phase.\n\nTARGET: One TECH-PRIEST model from your army and one objective marker within 24\" of that model (excluding your Acquisition objective marker).\n\nEFFECT: Until the start of your next Command phase, that objective marker is also considered to be one of your Acquisition objective markers for all rules purposes."
  },
  {
    "Id": "308",
    "Name": "Auto-Oracular Retrieval",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP",
      "Range": "Acquisition objective marker range",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One ADEPTUS MECHANICUS unit from your army that disembarked from a TRANSPORT this turn.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes a ranged attack that targets an enemy unit within range of your Acquisition objective marker, add 1 to the Wound roll."
  },
  {
    "Id": "309",
    "Name": "Incense Exhausts",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "6\"",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has selected its targets.\n\nTARGET: One ADEPTUS MECHANICUS INFANTRY unit from your army that was selected as the target of one or more of the attacking unit’s attacks, and one friendly ADEPTUS MECHANICUS SMOKE unit within 6\" of it.\n\nEFFECT: Until the end of the phase, both of those units have the Stealth ability and the Benefit of Cover."
  },
  {
    "Id": "310",
    "Name": "Reactive Safeguard",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "3\"",
      "Duration": "Immediate"
    },
    "Description": "WHEN: Your opponent’s Charge phase, just after an enemy unit has declared a charge.\n\nTARGET: One ADEPTUS MECHANICUS INFANTRY unit from your army within range of your Acquisition objective marker that was selected as a target of that charge, and one friendly ADEPTUS MECHANICUS TRANSPORT.\n\nEFFECT: Your unit can embark within that TRANSPORT.\n\nRESTRICTIONS: Every model in your unit must be within 3\" of that TRANSPORT and there must be sufficient transport capacity to embark the entire unit."
  },
  {
    "Id": "311",
    "Name": "Motive Imperative",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the start of your next Command phase"
    },
    "Description": "WHEN: Your Command phase.\n\nTARGET: One ADEPTUS MECHANICUS VEHICLE unit from your army.\n\nEFFECT: Until the start of your next Command phase, add 3\" to the Move characteristic of models in your unit and add 1 to Advance and Charge rolls made for it."
  },
  {
    "Id": "312",
    "Name": "Auto-Divinatory Targeting",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the start of your next Command phase"
    },
    "Description": "WHEN: Your Command phase.\n\nTARGET: One LEGIO CYBERNETICA or ADEPTUS MECHANICUS VEHICLE unit from your army, and one objective marker.\n\nEFFECT: Until the start of your next Command phase, ranged weapons equipped by models in your unit have a Ballistic Skill characteristic of 3+ and the [IGNORES COVER] ability, but they can only target units within range of the selected objective marker."
  },
  {
    "Id": "313",
    "Name": "Machine Spirit Resurgent",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the start of your next Command phase"
    },
    "Description": "WHEN: Your Command phase.\n\nTARGET: One LEGIO CYBERNETICA or ADEPTUS MECHANICUS VEHICLE unit from your army that is below its Starting Strength.\n\nEFFECT: Until the start of your next Command phase, each time a model in your unit makes an attack, you can re-roll the Hit roll. If your unit is Below Half-strength, you can re-roll the Wound roll as well."
  },
  {
    "Id": "314",
    "Name": "Machine Superiority",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the turn"
    },
    "Description": "WHEN: Your Command phase.\n\nTARGET: One LEGIO CYBERNETICA or ADEPTUS MECHANICUS VEHICLE unit from your army.\n\nEFFECT: Until the end of the turn, your unit is eligible to shoot in a turn in which it Fell Back and you can ignore any or all modifiers to its characteristics and/or to any roll or test made for it (excluding modifiers to saving throws)."
  },
  {
    "Id": "315",
    "Name": "Transcendent Cogitation",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the start of your next Command phase"
    },
    "Description": "WHEN: Your Command phase.\n\nTARGET: One LEGIO CYBERNETICA or ADEPTUS MECHANICUS VEHICLE unit from your army.\n\nEFFECT: Until the start of your next Command phase, the Conqueror Imperative and Protector Imperative are both active for your unit."
  },
  {
    "Id": "316",
    "Name": "Benevolence of the Omnissiah",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the start of your next Command phase"
    },
    "Description": "WHEN: Your Command phase.\n\nTARGET: One LEGIO CYBERNETICA or ADEPTUS MECHANICUS VEHICLE unit from your army.\n\nEFFECT: Until the start of your next Command phase, models in your unit have the Feel No Pain 6+ ability, which is improved to Feel No Pain 5+ against mortal wounds."
  },
  {
    "Id": "317",
    "Name": "Eradication Protocols",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your Shooting phase or the Fight phase.\n\nTARGET: One ADEPTUS MECHANICUS unit from your army that has not been selected to shoot or fight this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes an attack, re-roll a Wound roll of 1, and, if it is a HALO OVERRIDE unit, re-roll a Hit roll of 1."
  },
  {
    "Id": "318",
    "Name": "Targeting Override",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your Shooting phase or the Fight phase.\n\nTARGET: One ADEPTUS MECHANICUS unit from your army that has not been selected to shoot or fight this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes an attack, an unmodified Hit roll of 5+ scores a Critical Hit."
  },
  {
    "Id": "319",
    "Name": "Neural Overload",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the start of your next Command phase"
    },
    "Description": "WHEN: Your Movement phase.\n\nTARGET: One ADEPTUS MECHANICUS unit from your army.\n\nEFFECT: If your unit is a HALO OVERRIDE unit, it suffers D3 mortal wounds. Select one Override ability. Until the start of your next Command phase, that ability is active for your unit.\n\nDesigner’s Note: This means that if the targeted unit already has the HALO OVERRIDE keyword, it can be affected by multiple Override abilities at the same time, but suffers mortal wounds to do so. Alternatively, if your unit does not have the HALO OVERRIDE keyword, it instead has the chosen Override ability until the start of your next Command phase, but does not benefit from any other Override abilities that are active."
  },
  {
    "Id": "320",
    "Name": "Aggressive Impulse",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the turn"
    },
    "Description": "WHEN: Your Movement phase.\n\nTARGET: One SKORPIUS DUNERIDER model from your army that has not been selected to move this phase.\n\nEFFECT: Until the end of the turn, each time an ADEPTUS MECHANICUS unit disembarks from that model after it has made a Normal move, that unit is still eligible to declare a charge this turn."
  },
  {
    "Id": "321",
    "Name": "Guided Retreat",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the turn"
    },
    "Description": "WHEN: Your Movement phase, just after an ADEPTUS MECHANICUS unit from your army makes a Fall Back move.\n\nTARGET: That ADEPTUS MECHANICUS unit.\n\nEFFECT: Until the end of the turn, your unit is eligible to shoot and declare a charge in a turn in which it Fell Back, and, if it is a HALO OVERRIDE unit, you can re-roll Desperate Escape tests taken for it."
  },
  {
    "Id": "322",
    "Name": "Analytical Divination",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "9\"",
      "Duration": "Until the end of the turn"
    },
    "Description": "WHEN: Your opponent’s Movement phase, just after an enemy unit ends a Normal, Advance or Fall Back move.\n\nTARGET: One ADEPTUS MECHANICUS INFANTRY unit (excluding KATAPHRON units) from your army that is within 9\" of that enemy unit and not within Engagement Range of one or more enemy units.\n\nEFFECT: Your unit can make a Normal move of up to D6\", or up to 6\" instead if it is a HALO OVERRIDE unit."
  },
  {
    "Id": "323",
    "Name": "Coordinated Action",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Start of any phase.\n\nTARGET: One REGIMENT unit from your army and one SQUADRON unit from your army within 6\" of and visible to that REGIMENT unit.\n\nEFFECT: Until the end of the phase, Orders affecting one of your units affect the other, and vice versa."
  },
  {
    "Id": "324",
    "Name": "Reinforcements!",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Any phase.\n\nTARGET: One INFANTRY REGIMENT unit from your army that was just destroyed. You can target that unit with this Stratagem even though it was just destroyed.\n\nEFFECT: Add a new unit to your army identical to your destroyed unit, in Strategic Reserves, at its Starting Strength and with all of its wounds remaining.\n\nRESTRICTIONS: This Stratagem cannot be used to return destroyed CHARACTER units to Attached units. You can only use this Stratagem once per battle."
  },
  {
    "Id": "325",
    "Name": "Flexible Command",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Your Command phase.\n\nTARGET: Any number of ASTRA MILITARUM OFFICER units from your army.\n\nEFFECT: Until the end of the phase, your Officers can issue Orders to REGIMENT units and SQUADRON units."
  },
  {
    "Id": "326",
    "Name": "Fields of Fire",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One REGIMENT unit and one SQUADRON unit from your army that have not been selected to shoot this phase.\n\nEFFECT: Select one enemy unit. Until the end of the phase, each time your selected REGIMENT and SQUADRON units make an attack that targets that enemy unit, improve the Armour Penetration characteristic of that attack by 1."
  },
  {
    "Id": "327",
    "Name": "Inspired Command",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Command phase.\n\nTARGET: One ASTRA MILITARUM OFFICER unit from your army.\n\nEFFECT: Your OFFICER can issue one Order as if it were your Command phase."
  },
  {
    "Id": "328",
    "Name": "Stalwart Protector",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has selected its targets.\n\nTARGET: One ASTRA MILITARUM VEHICLE unit from your army.\n\nEFFECT: Until the end of the phase, each time a ranged attack is allocated to an INFANTRY model from your army, if that model is not fully visible to every model in the attacking unit because of your VEHICLE, that model has the Benefit of Cover against that attack."
  },
  {
    "Id": "329",
    "Name": "Trench Fighters",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One ASTRA MILITARUM INFANTRY unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, roll one D6, adding 2 to the result if it is a REGIMENT model. On a 4+, do not remove the destroyed model from play; it can fight after the attacking unit has finished making its attacks, and is then removed from play."
  },
  {
    "Id": "330",
    "Name": "Over the Top",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP"
    },
    "Description": "WHEN: Start of your Command phase.\n\nTARGET: One INFANTRY OFFICER model from your army.\n\nEFFECT: Until the end of the phase, when your model issues the Move! Move! Move! Order, it can issue that Order to any number of eligible friendly INFANTRY REGIMENT units, regardless of range to your model."
  },
  {
    "Id": "331",
    "Name": "Flare Burst",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One ASTRA MILITARUM CHARACTER unit from your army that has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, each time your unit makes an attack that targets a visible enemy unit within 12\", you can re-roll the Hit roll."
  },
  {
    "Id": "332",
    "Name": "Callous Sacrifice",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One PLATOON unit from your army that is within Engagement Range of one or more enemy units.\n\nEFFECT: Until the end of the phase, enemy units are not considered to be within Engagement Range of your unit for the purposes of selecting targets of ranged weapons. Until the end of the phase, each time an enemy model loses a wound, while that model’s unit is within Engagement Range of your unit, roll one D6: on a 4+, one model from your unit is destroyed after the attacking unit has finished making its attacks."
  },
  {
    "Id": "333",
    "Name": "Furious Fusillade",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One PLATOON unit from your army that has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, add 1 to the Attacks characteristic of ranged weapons equipped by models in your unit while targeting an enemy unit within half range."
  },
  {
    "Id": "334",
    "Name": "Minefield",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Start of your opponent’s Charge phase.\n\nTARGET: One PLATOON unit from your army.\n\nEFFECT: Until the end of the phase, each time an enemy unit ends a Charge move within Engagement Range of your unit, roll one D6 for each model in that enemy unit: for each 5+, that enemy unit suffers 1 mortal wound (to a maximum of 6 mortal wounds)."
  },
  {
    "Id": "335",
    "Name": "Vox Relay",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Command phase.\n\nTARGET: One INFANTRY OFFICER unit from your army embarked within a TRANSPORT. You can use this Stratagem on that unit even though it is embarked within a TRANSPORT.\n\nEFFECT: Until the end of the phase, your unit can issue Orders even though it is not on the battlefield, and it can issue Orders to ASTRA MILITARUM TRANSPORT units from your army [excluding TITANIC units] regardless of the distance to and from your unit’s TRANSPORT."
  },
  {
    "Id": "336",
    "Name": "Rapid Dispersal",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Movement phase.\n\nTARGET: One ASTRA MILITARUM INFANTRY unit from your army that disembarked from a TRANSPORT this phase.\n\nEFFECT: Your INFANTRY unit can make a Normal move of up to D6\"."
  },
  {
    "Id": "337",
    "Name": "Clear and Secure",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One ASTRA MILITARUM unit from your army that disembarked from a TRANSPORT this turn and has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes an attack that targets a unit within range of an objective marker, you can re-roll the Hit roll and you can re-roll the Wound roll."
  },
  {
    "Id": "338",
    "Name": "Swift Interception",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Movement phase, just after an enemy unit ends a Normal, Advance or Fall Back move.\n\nTARGET: One TRANSPORT unit from your army (excluding TITANIC units) that is not within Engagement Range of one or more enemy units, and is within 9\" of the enemy unit that just ended that move.\n\nEFFECT: Your TRANSPORT can make a Normal move of up to 6\"."
  },
  {
    "Id": "339",
    "Name": "Hasty Extraction",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Charge phase, after an enemy unit has selected targets for its charge but before it makes a Charge move.\n\nTARGET: One ASTRA MILITARUM INFANTRY unit from your army that was selected as a target of that charge.\n\nEFFECT: Provided your unit is not within Engagement Range of one or more enemy units and every model in your unit is within 3\" of an ASTRA MILITARUM TRANSPORT from your army, it can embark within that TRANSPORT."
  },
  {
    "Id": "340",
    "Name": "Move Out",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: End of your opponent’s turn.\n\nTARGET: One ASTRA MILITARUM unit from your army.\n\nEFFECT: Provided your unit is not within Engagement Range of one or more enemy units and every model in your unit is within 3\" of an ASTRA MILITARUM TRANSPORT from your army, it can embark within that TRANSPORT."
  },
  {
    "Id": "341",
    "Name": "Final Hour",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the battle round"
    },
    "Description": "WHEN: Your Command phase.\n\nTARGET: One SQUADRON unit from your army that is Below Half-strength (excluding OFFICER units).\n\nEFFECT: Until the end of the battle round, ranged weapons equipped by models in your unit (excluding [ONE SHOT] weapons) have the [HAZARDOUS] ability, and each time a model in your unit makes a ranged attack, you can ignore any or all modifiers to that attack’s Ballistic Skill characteristic and to the Hit roll."
  },
  {
    "Id": "342",
    "Name": "Blazing Advance",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the turn"
    },
    "Description": "WHEN: Your Movement phase, just after a SQUADRON unit from your army Advances.\n\nTARGET: That SQUADRON unit.\n\nEFFECT: Until the end of the turn, your unit is eligible to shoot in a turn in which it Advanced."
  },
  {
    "Id": "343",
    "Name": "Tactical Withdrawal",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the turn"
    },
    "Description": "WHEN: Your Movement phase, just after a SQUADRON unit from your army Falls Back.\n\nTARGET: That SQUADRON unit.\n\nEFFECT: Until the end of the turn, your unit is eligible to shoot in a turn in which it Fell Back."
  },
  {
    "Id": "344",
    "Name": "Crash Through",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your Movement phase or your Charge phase.\n\nTARGET: One ASTRA MILITARUM VEHICLE unit from your army that has not been selected to move or charge this phase.\n\nEFFECT: Until the end of the phase, each time your unit makes a Normal, Advance or Charge move, it can move horizontally through terrain features as if they were not there."
  },
  {
    "Id": "345",
    "Name": "Furious Cannonade",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "12\"",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One SQUADRON unit from your army that has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes an attack that targets a unit within 12\", improve the Armour Penetration characteristic of that attack by 1."
  },
  {
    "Id": "346",
    "Name": "Ablative Plating",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has selected its targets.\n\nTARGET: One ASTRA MILITARUM VEHICLE unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time an attack is allocated to your unit, subtract 1 from the Damage characteristic of that attack."
  },
  {
    "Id": "347",
    "Name": "Crack Shots",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One PLATOON unit from your army that has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, ranged weapons equipped by models in your unit have the [PRECISION] ability."
  },
  {
    "Id": "348",
    "Name": "Draw Them Out",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "9\"",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your opponent’s Movement phase, just after an enemy unit ends a Normal, Advance or Fall Back move.\n\nTARGET: One PLATOON unit from your army that is within 9\" of that enemy unit, and is not within Engagement Range of one or more enemy units.\n\nEFFECT: Your unit can make a Normal move of up to 6\"."
  },
  {
    "Id": "349",
    "Name": "Scramble Field",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "12\"",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Start of your opponent’s Reinforcements step.\n\nTARGET: One ASTRA MILITARUM INFANTRY unit from your army.\n\nEFFECT: Until the end of the phase, enemy units that are set up on the battlefield as Reinforcements cannot be set up within 12\" of your unit."
  },
  {
    "Id": "350",
    "Name": "Courageous Diversion",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Start of your opponent’s Shooting phase.\n\nTARGET: One ASTRA MILITARUM INFANTRY or ASTRA MILITARUM MOUNTED unit from your army.\n\nEFFECT: Until the end of the phase, your unit has the Feel No Pain 6+ ability, and each time an enemy model makes an attack, if your unit is the closest eligible target, subtract 1 from the Hit roll."
  },
  {
    "Id": "351",
    "Name": "Tanglefoot Grenades",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Start of your opponent’s Charge phase.\n\nTARGET: One ASTRA MILITARUM GRENADES unit from your army.\n\nEFFECT: Until the end of the phase, each time an enemy unit selects your unit as the target of a charge, subtract 2 from the Charge roll (this is not cumulative with any other negative modifiers to that Charge roll)."
  },
  {
    "Id": "352",
    "Name": "Scouting Outriders",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until removed to Strategic Reserves"
    },
    "Description": "WHEN: End of your opponent’s turn.\n\nTARGET: One ASTRA MILITARUM MOUNTED or ASTRA MILITARUM WALKER unit from your army that is wholly within 10\" of one or more battlefield edges and not within Engagement Range of one or more enemy units.\n\nEFFECT: Remove your unit from the battlefield and place it into Strategic Reserves."
  },
  {
    "Id": "353",
    "Name": "Bellicosa Drop",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: The Reinforcements step of your Movement phase.\n\nTARGET: One ASTRA MILITARUM INFANTRY unit from your army that is in Reserves and has the Deep Strike ability.\n\nEFFECT: Until the end of the phase, when your unit is set up on the battlefield using the Deep Strike ability, it can be set up anywhere on the battlefield that is more than 6\" horizontally away from all enemy units.\n\nRESTRICTIONS: Until the end of the turn, your unit is not eligible to declare a charge."
  },
  {
    "Id": "354",
    "Name": "Firing Hot",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP",
      "Range": "12\"",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One MILITARUM TEMPESTUS or KASRKIN unit from your army that has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, when targeting an enemy unit within 12\", improve the Strength and Armour Penetration characteristics of hot-shot lascarbines, hot-shot lasguns, hot-shot laspistols, hot-shot marksman rifles, hot-shot volley guns and sentry hot-shot volley guns equipped by models in your unit by 1."
  },
  {
    "Id": "355",
    "Name": "Fire and Relocate",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One ASTRA MILITARUM unit (excluding TITANIC units) from your army.\n\nEFFECT: Until the end of the phase, your unit is eligible to shoot in a turn in which it Advanced."
  },
  {
    "Id": "356",
    "Name": "Servo Designators",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your Shooting phase, just after an ASTRA MILITARUM INFANTRY unit from your army has shot.\n\nTARGET: That ASTRA MILITARUM INFANTRY unit.\n\nEFFECT: Select one enemy unit hit by one or more of those attacks that is visible to your unit. Until the end of the phase, that enemy unit cannot have the Benefit of Cover."
  },
  {
    "Id": "357",
    "Name": "Aerial Extraction",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the unit is redeployed from Strategic Reserves"
    },
    "Description": "WHEN: End of your opponent’s Fight phase.\n\nTARGET: One ASTRA MILITARUM unit from your army that is not within Engagement Range of one or more enemy units, if all of its models have the Deep Strike ability, or one VALKYRIE unit from your army that is not within Engagement Range of one or more enemy units.\n\nEFFECT: Remove your unit from the battlefield and place it into Strategic Reserves."
  },
  {
    "Id": "358",
    "Name": "On My Position",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Instant"
    },
    "Description": "WHEN: End of your opponent’s Fight phase.\n\nTARGET: One REGIMENT INFANTRY unit from your army that is within Engagement Range of one or more enemy units.\n\nEFFECT: Roll one D6 for each enemy unit within Engagement Range of your unit: on a 2+, that enemy unit suffers D6 mortal wounds. Then, your unit suffers 3D3 mortal wounds."
  },
  {
    "Id": "359",
    "Name": "Snap to It",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until end of phase"
    },
    "Description": "WHEN: Start of any phase.\n\nTARGET: One ASTRA MILITARUM OFFICER unit from your army.\n\nEFFECT: Your unit’s OFFICER model can issue 1 Order as if it were your Command phase."
  },
  {
    "Id": "360",
    "Name": "No Retreat",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until opponent controls the objective"
    },
    "Description": "WHEN: Your Command phase.\n\nTARGET: One ASTRA MILITARUM unit from your army affected by the Duty and Honour! Order.\n\nEFFECT: If your unit is within range of an objective marker you control, that objective marker remains under your control, even if you have no models within range of it, until your opponent controls it at the start or end of a phase."
  },
  {
    "Id": "361",
    "Name": "Veteran Sharpshooters",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One ASTRA MILITARUM unit from your army that has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, ranged weapons equipped by models in your unit have the [IGNORES COVER] ability."
  },
  {
    "Id": "362",
    "Name": "Purging Fire",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One ASTRA MILITARUM unit from your army affected by an Order that has not been selected to shoot this phase.\n\nEFFECT: If your unit is within range of an objective marker, until the end of the phase, ranged weapons equipped by models in your unit have the [LETHAL HITS] ability."
  },
  {
    "Id": "363",
    "Name": "Mordian Minute",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One ASTRA MILITARUM INFANTRY unit from your army affected by the First Rank, Fire! Second Rank, Fire! Order.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes an attack, improve the Strength characteristic of that attack by 1."
  },
  {
    "Id": "364",
    "Name": "Additional Armour",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the attacking unit has finished making its attacks"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has selected its targets.\n\nTARGET: One ASTRA MILITARUM unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the attacking unit has finished making its attacks, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1."
  },
  {
    "Id": "365",
    "Name": "Armour of Contempt",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the attacking unit has finished making its attacks"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the attacking unit has finished making its attacks, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1."
  },
  {
    "Id": "366",
    "Name": "Only in Death Does Duty End",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, do not remove it from play. The destroyed model can fight after the attacking model’s unit has finished making its attacks, and is then removed from play."
  },
  {
    "Id": "367",
    "Name": "Honour the Chapter",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One ADEPTUS ASTARTES unit from your army.\n\nEFFECT: Until the end of the phase, melee weapons equipped by models in your unit have the [LANCE] ability. If your unit is under the effects of the Assault Doctrine, until the end of the phase, improve the Armour Penetration characteristic of such weapons by 1 as well."
  },
  {
    "Id": "368",
    "Name": "Adaptive Strategy",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the start of your next Command phase"
    },
    "Description": "WHEN: Your Command phase.\n\nTARGET: One ADEPTUS ASTARTES unit from your army.\n\nEFFECT: Select the Devastator Doctrine, Tactical Doctrine or Assault Doctrine. Until the start of your next Command phase, that Combat Doctrine is active for that unit instead of any other Combat Doctrine that is active for your army, even if you have already selected that doctrine this battle."
  },
  {
    "Id": "369",
    "Name": "Storm of Fire",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, ranged weapons equipped by models in your unit have the [IGNORES COVER] ability. If your unit is under the effects of the Devastator Doctrine, until the end of the phase, improve the Armour Penetration characteristic of such weapons by 1 as well."
  },
  {
    "Id": "370",
    "Name": "Squad Tactics",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "9\"",
      "Duration": "Until the end of the move"
    },
    "Description": "WHEN: Your opponent’s Movement phase, just after an enemy unit ends a Normal, Advance or Fall Back move.\n\nTARGET: One ADEPTUS ASTARTES INFANTRY or ADEPTUS ASTARTES MOUNTED unit from your army that is within 9\" of the enemy unit that just ended that move.\n\nEFFECT: Your unit can make a Normal move of up to D6\", or a Normal move of up to 6\" instead if it is under the effects of the Tactical Doctrine.\n\nRESTRICTIONS: You cannot select a unit that is within Engagement Range of one or more enemy units."
  },
  {
    "Id": "371",
    "Name": "Armour of Contempt",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the attacking unit has finished making its attacks"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the attacking unit has finished making its attacks, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1."
  },
  {
    "Id": "372",
    "Name": "Rigid Discipline",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Immediate Fall Back move"
    },
    "Description": "WHEN: End of the Fight phase.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that is within Engagement Range of one or more enemy units.\n\nEFFECT: Your unit can immediately make a Fall Back move of up to 6\".\n\nRESTRICTIONS: When making that move, your unit must end that move either wholly within your deployment zone or within range of an objective marker."
  },
  {
    "Id": "373",
    "Name": "Not One Backwards Step",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the turn"
    },
    "Description": "WHEN: Your Command phase.\n\nTARGET: One ADEPTUS ASTARTES INFANTRY unit from your army within range of an objective marker.\n\nEFFECT: Until the end of the turn, double the Objective Control characteristic of models in your unit, but it must Remain Stationary this turn."
  },
  {
    "Id": "374",
    "Name": "No Threat Too Great",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes a ranged attack that targets a MONSTER or VEHICLE unit, you can re-roll the Wound roll."
  },
  {
    "Id": "375",
    "Name": "Battle Drill Recall",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, ranged weapons equipped by models in your unit have the [SUSTAINED HITS 1] ability. If your unit Remained Stationary this turn, then until the end of the phase, each time a model in your unit makes a ranged attack, a successful unmodified Hit roll of 5+ scores a Critical Hit."
  },
  {
    "Id": "376",
    "Name": "Hail of Vengeance",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has resolved its attacks.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that had one or more of its models destroyed as a result of the attacking unit’s attacks.\n\nEFFECT: Your unit can shoot as if it were your Shooting phase, but must target only that enemy unit when doing so, and can only do so if that enemy unit is an eligible target."
  },
  {
    "Id": "377",
    "Name": "Unbowed Conviction",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the turn"
    },
    "Description": "WHEN: Command phase.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that is below its Starting Strength.\n\nEFFECT: Until the end of the turn, your unit can ignore any or all modifiers to its characteristics and/or to any roll or test made for it (excluding modifiers to saving throws)."
  },
  {
    "Id": "378",
    "Name": "Armour of Contempt",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the attacking unit has finished making its attacks"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the attacking unit has finished making its attacks, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1."
  },
  {
    "Id": "379",
    "Name": "Mercy is Weakness",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your Shooting phase or the Fight phase.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that has not been selected to shoot or fight this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes an attack that targets a unit that is below its Starting Strength, that attack has the [SUSTAINED HITS 1] ability, and when making such an attack, if the attacking model is a VEHICLE, a successful unmodified Hit roll of 5+ scores a Critical Hit."
  },
  {
    "Id": "380",
    "Name": "Vengeful Animus",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Any phase, just after an ADEPTUS ASTARTES VEHICLE model from your army with the Deadly Demise ability is destroyed.\n\nTARGET: That ADEPTUS ASTARTES VEHICLE model. You can use this Stratagem on that model even though it was just destroyed.\n\nEFFECT: Do not roll one D6 to determine whether mortal wounds are inflicted by your model’s Deadly Demise ability. Instead, mortal wounds are automatically inflicted."
  },
  {
    "Id": "381",
    "Name": "Ancient Fury",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the start of your next Command phase"
    },
    "Description": "WHEN: Your Command phase.\n\nTARGET: One ADEPTUS ASTARTES WALKER model from your army.\n\nEFFECT: Until the start of your next Command phase, improve your model’s Move, Toughness, Leadership and Objective Control characteristics by 1 and each time your model makes an attack, add 1 to the Hit roll."
  },
  {
    "Id": "382",
    "Name": "Power of the Machine Spirit",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has resolved its attacks.\n\nTARGET: One ADEPTUS ASTARTES VEHICLE unit from your army that was reduced to Below Half-strength as a result of the attacking unit’s attacks.\n\nEFFECT: Your unit can shoot as if it were your Shooting phase, but must target only that enemy unit when doing so, and can only do so if that enemy unit is an eligible target."
  },
  {
    "Id": "383",
    "Name": "Armour of Contempt",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the attacking unit has finished making its attacks"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the attacking unit has finished making its attacks, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1."
  },
  {
    "Id": "384",
    "Name": "Crucible of Battle",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your Shooting phase or the Fight phase.\n\nTARGET: One ADEPTUS ASTARTES INFANTRY unit from your army that has not been selected to shoot or fight this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes an attack that targets the closest eligible target within 6\", add 1 to the Wound roll."
  },
  {
    "Id": "385",
    "Name": "Rapid Embarkation",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "6\"",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: End of the Fight phase.\n\nTARGET: One ADEPTUS ASTARTES TRANSPORT unit from your army that has no models embarked within it, and one ADEPTUS ASTARTES INFANTRY unit from your army wholly within 6\" of that TRANSPORT.\n\nEFFECT: Your INFANTRY unit can embark within that TRANSPORT.\n\nRESTRICTIONS: You cannot target an INFANTRY unit that is within Engagement Range of one or more enemy units, that cannot normally embark within that TRANSPORT, or that disembarked from a TRANSPORT this turn."
  },
  {
    "Id": "386",
    "Name": "Immolation Protocols",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, Torrent weapons equipped by models in that unit have the [DEVASTATING WOUNDS] ability."
  },
  {
    "Id": "387",
    "Name": "Onslaught of Fire",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that disembarked from a TRANSPORT this turn and has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes a ranged attack that targets the closest eligible target within 12\", add 1 to the Hit roll. If one or more enemy models are destroyed as the result of any of those attacks, select one of those destroyed models; that destroyed model’s unit must take a Battle-shock test."
  },
  {
    "Id": "388",
    "Name": "Burning Vengeance",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has resolved its attacks.\n\nTARGET: One ADEPTUS ASTARTES TRANSPORT unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: One unit embarked within that TRANSPORT can disembark as if it were your Movement phase, and can then shoot as if it were your Shooting phase, but must target only that enemy unit when doing so, and can only do so if that enemy unit is an eligible target."
  },
  {
    "Id": "389",
    "Name": "Armour of Contempt",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the attacking unit has finished making its attacks"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the attacking unit has finished making its attacks, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1."
  },
  {
    "Id": "390",
    "Name": "Blitzing Fusillade",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, ranged weapons equipped by models in your unit have the [ASSAULT] ability. If such a weapon already has this ability, until the end of the phase, that weapon has the [SUSTAINED HITS 1] ability as well."
  },
  {
    "Id": "391",
    "Name": "Full Throttle",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your Movement phase.\n\nTARGET: One ADEPTUS ASTARTES MOUNTED or ADEPTUS ASTARTES VEHICLE unit (excluding WALKERS) from your army.\n\nEFFECT: Until the end of the phase, if your unit Advances, do not make an Advance roll for it. Instead, until the end of the phase, add 6\" to the Move characteristic of models in your unit, or 9\" instead if your unit is MOUNTED."
  },
  {
    "Id": "392",
    "Name": "Shock Assault",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the turn"
    },
    "Description": "WHEN: Your Charge phase.\n\nTARGET: One ADEPTUS ASTARTES MOUNTED unit from your army that has not declared a charge this phase.\n\nEFFECT: Until the end of the turn, you can re-roll Charge rolls made for your unit and melee weapons equipped by models in that unit have the [LANCE] ability."
  },
  {
    "Id": "393",
    "Name": "Ride Hard Ride Fast",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has selected its targets.\n\nTARGET: One ADEPTUS ASTARTES MOUNTED or ADEPTUS ASTARTES FLY VEHICLE unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time an attack targets your unit, subtract 1 from the Hit roll and subtract 1 from the Wound roll."
  },
  {
    "Id": "394",
    "Name": "Wind Swift Evasion",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "9\"",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your opponent’s Movement phase, just after an enemy unit ends a Normal, Advance or Fall Back move.\n\nTARGET: One ADEPTUS ASTARTES INFANTRY or ADEPTUS ASTARTES MOUNTED unit from your army that is within 9\" of that enemy unit.\n\nEFFECT: Your unit can make a Normal move of up to 6\".\n\nRESTRICTIONS: You cannot select a unit that is within Engagement Range of one or more enemy units."
  },
  {
    "Id": "395",
    "Name": "A Deadly Prize",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "Objective Marker",
      "Duration": "Until the opponent controls it"
    },
    "Description": "WHEN: Start of the Command phase.\n\nTARGET: One ADEPTUS ASTARTES INFANTRY or ADEPTUS ASTARTES MOUNTED unit from your army within range of an objective marker you control.\n\nEFFECT: That objective marker is said to be Sabotaged, and remains under your control even if you have no models within range of it, until your opponent controls it at the start or end of any turn. While an objective marker is Sabotaged and under your control, each time an enemy unit ends a Normal, Advance, Fall Back or Charge move within range of that objective marker, roll one D6: on a 2+, that enemy unit suffers D3 mortal wounds."
  },
  {
    "Id": "396",
    "Name": "Armour of Contempt",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the attacking unit has finished making its attacks"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the attacking unit has finished making its attacks, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1."
  },
  {
    "Id": "397",
    "Name": "Surgical Strikes",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One ADEPTUS ASTARTES INFANTRY unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, melee weapons equipped by models in your unit have the [PRECISION] ability."
  },
  {
    "Id": "398",
    "Name": "Strike from the Shadows",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One ADEPTUS ASTARTES INFANTRY unit from your army that has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes a ranged attack that targets an enemy unit that is more than 12\" away, improve the Ballistic Skill and Armour Penetration characteristics of that attack by 1. If one or more enemy models are destroyed as a result of those attacks, select one of those destroyed models; that destroyed model’s unit must take a Battle-shock test."
  },
  {
    "Id": "399",
    "Name": "Calculated Feint",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "D6\" (6\" if PHOBOS or SCOUT SQUAD)",
      "Duration": "Immediate"
    },
    "Description": "WHEN: Your opponent’s Charge phase, just after an enemy unit declares a charge.\n\nTARGET: One ADEPTUS ASTARTES INFANTRY unit from your army that was selected as a target of that charge.\n\nEFFECT: Your unit can make a Normal move of up to D6\", or up to 6\" instead if it is a PHOBOS or SCOUT SQUAD unit.\n\nRESTRICTIONS: You cannot select a unit that is within Engagement Range of one or more enemy units."
  },
  {
    "Id": "400",
    "Name": "Guerrilla Tactics",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "3\" from all enemy models",
      "Duration": "Immediate"
    },
    "Description": "WHEN: End of your opponent’s Fight phase.\n\nTARGET: Up to two PHOBOS and/or SCOUT SQUAD units from your army, or one other ADEPTUS ASTARTES INFANTRY unit from your army.\n\nEFFECT: Remove those units from the battlefield and place them into Strategic Reserves.\n\nRESTRICTIONS: Each unit selected for this Stratagem must be more than 3\" away from all enemy models."
  },
  {
    "Id": "401",
    "Name": "Armour of Contempt",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the attacking unit has finished making its attacks"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the attacking unit has finished making its attacks, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1."
  },
  {
    "Id": "402",
    "Name": "Heroes of the Chapter",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your Shooting phase or the Fight phase.\n\nTARGET: One ADEPTUS ASTARTES TERMINATOR, BLADEGUARD VETERAN SQUAD, STERNGUARD VETERAN SQUAD or VANGUARD VETERAN SQUAD unit from your army that has not been selected to shoot or fight this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes an attack, add 1 to the Hit roll. If your unit is Below Half-strength, add 1 to the Wound roll as well."
  },
  {
    "Id": "403",
    "Name": "Terrifying Proficiency",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "6\"",
      "Duration": "Until the end of your opponent’s next Command phase"
    },
    "Description": "WHEN: Your Fight phase.\n\nTARGET: One ADEPTUS ASTARTES TERMINATOR, BLADEGUARD VETERAN SQUAD, STERNGUARD VETERAN SQUAD or VANGUARD VETERAN SQUAD unit from your army that made a Charge move this turn and destroyed one or more enemy units this phase.\n\nEFFECT: In your opponent’s next Command phase, each enemy unit within 6\" of your unit must take a Battle-shock test. If the unit taking that test is Below Half-strength, subtract 1 from that test. Enemy units affected by this Stratagem do not need to take any other Battle-shock tests in the same phase."
  },
  {
    "Id": "404",
    "Name": "Duty and Honour",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until your opponent controls it at the start or end of any turn"
    },
    "Description": "WHEN: Your Movement phase.\n\nTARGET: One ADEPTUS ASTARTES TERMINATOR, BLADEGUARD VETERAN SQUAD, STERNGUARD VETERAN SQUAD or VANGUARD VETERAN SQUAD unit from your army within range of an objective marker you control.\n\nEFFECT: That objective marker remains under your control, even if you have no models within range of it, until your opponent controls it at the start or end of any turn."
  },
  {
    "Id": "405",
    "Name": "Orbital Teleportarium",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until your unit arrives via Deep Strike in the next Movement phase"
    },
    "Description": "WHEN: End of your opponent’s Fight phase.\n\nTARGET: One ADEPTUS ASTARTES TERMINATOR unit from your army.\n\nEFFECT: Remove your unit from the battlefield and place it into Strategic Reserves. It will arrive back on the battlefield in the Reinforcements step of your next Movement phase using the Deep Strike ability.\n\nRESTRICTIONS: You cannot select a unit that is within Engagement Range of one or more enemy units."
  },
  {
    "Id": "406",
    "Name": "Legendary Fortitude",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the turn"
    },
    "Description": "WHEN: Your opponent’s Charge phase, just after an enemy unit ends a Charge move.\n\nTARGET: One ADEPTUS ASTARTES TERMINATOR, BLADEGUARD VETERAN SQUAD, STERNGUARD VETERAN SQUAD or VANGUARD VETERAN SQUAD unit from your army within Engagement Range of that enemy unit.\n\nEFFECT: Until the end of the turn, each time an attack is allocated to a model in your unit, subtract 1 from the Damage characteristic of that attack."
  },
  {
    "Id": "407",
    "Name": "Sensory Assault",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "18\"",
      "Duration": "Until the start of your next turn"
    },
    "Description": "WHEN: Command phase.\n\nTARGET: One ADEPTUS ASTARTES PSYKER unit from your army.\n\nEFFECT: Select one enemy unit that is within 18\" of and visible to one PSYKER model in your unit. Until the start of your next turn, that enemy unit is pinned. While a unit is pinned, subtract 2 from that unit’s Move characteristic and subtract 2 from Charge rolls made for it. In addition, if the Telepathy Discipline is active for your army, that enemy unit must take a Battle-shock test, subtracting 1 from the result."
  },
  {
    "Id": "408",
    "Name": "Armour of Contempt",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the attacking unit has finished making its attacks"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the attacking unit has finished making its attacks, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1."
  },
  {
    "Id": "409",
    "Name": "Fiery Shield",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "18\"",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One ADEPTUS ASTARTES INFANTRY or ADEPTUS ASTARTES MOUNTED unit from your army that is within 18\" of one or more friendly ADEPTUS ASTARTES PSYKER models, and that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time an attack targets your unit, subtract 1 from the Hit roll, and if the Pyromancy Discipline is active for your army, weapons that target your unit have the [HAZARDOUS] ability."
  },
  {
    "Id": "410",
    "Name": "Iron Arm",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "18\"",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One ADEPTUS ASTARTES INFANTRY unit from your army that is within 18\" of one or more ADEPTUS ASTARTES PSYKER models from your army and has not been selected to Fight this phase.\n\nEFFECT: Until the end of the phase, add 1 to the Strength characteristic of melee weapons equipped by models in your unit, or add 2 if the Biomancy Discipline is active for your army."
  },
  {
    "Id": "411",
    "Name": "Assail",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "18\"",
      "Duration": "Instant"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One ADEPTUS ASTARTES PSYKER unit from your army that is eligible to shoot.\n\nEFFECT: Select one enemy unit within 18\" of and visible to one or more PSYKER models in your unit (excluding units with the Lone Operative ability), and roll six D6, adding 1 to each result if the Telekinesis Discipline is active for your army: for each 4+, that enemy unit suffers 1 mortal wound."
  },
  {
    "Id": "412",
    "Name": "Prescient Precision",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "N/A",
      "Duration": "Until end of phase"
    },
    "Description": "WHEN: Your Shooting phase.\n\nTARGET: One ADEPTUS ASTARTES PSYKER unit from your army that has not been selected to shoot this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes an attack, that attack has the [LETHAL HITS] ability, and the [IGNORES COVER] ability as well if the Divination Discipline is active for your army."
  },
  {
    "Id": "413",
    "Name": "Devout Push",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "N/A",
      "Duration": "Until end of phase"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One ADEPTUS ASTARTES INFANTRY unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes a Pile-in or Consolidation move, it can move up to 6\" instead of up to 3\".\n\nRESTRICTIONS: A unit cannot be targeted with this and the Hearts Hardened to Duty Stratagem in the same phase unless it has the CHAPLAIN or JUDICIAR keywords."
  },
  {
    "Id": "414",
    "Name": "Hearts Hardened to Duty",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "N/A",
      "Duration": "Until end of phase"
    },
    "Description": "WHEN: Fight phase, just before an ADEPTUS ASTARTES INFANTRY unit from your army Consolidates.\n\nTARGET: That ADEPTUS ASTARTES INFANTRY unit.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes a Consolidation move, it does not need to end that move closer to the closest enemy model (or the closest enemy unit if the Suffer Not the Unclean to Live Vow is active for it)."
  },
  {
    "Id": "415",
    "Name": "For the Emperor's Honour",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "N/A",
      "Duration": "Until end of phase"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One ADEPTUS ASTARTES INFANTRY unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, melee weapons equipped by models in your unit have the [PRECISION] ability."
  },
  {
    "Id": "416",
    "Name": "Pious Enmity",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "N/A",
      "Duration": "Until end of phase"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One CHAPLAIN or JUDICIAR unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes a melee attack that targets an enemy unit, re-roll a Hit roll of 1. If that target is a MONSTER or VEHICLE unit, re-roll a Wound roll of 1 as well."
  },
  {
    "Id": "417",
    "Name": "Heresy Begets Retribution",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "9\"",
      "Duration": "Until end of move"
    },
    "Description": "WHEN: Your opponent’s Movement phase, just after an enemy unit ends a Normal, Advance or Fall Back move.\n\nTARGET: One CHAPLAIN or JUDICIAR unit from your army that is within 9\" of that enemy unit and is not within Engagement Range of one or more enemy units.\n\nEFFECT: Your unit can make a Retribution move. To do so, roll one D6: models in your unit move a number of inches up to the result, but your unit must end that move as close as possible to the closest enemy unit (excluding AIRCRAFT). When doing so, those models can be moved within Engagement Range of that enemy unit."
  },
  {
    "Id": "418",
    "Name": "Dread Crusaders",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until end of effect"
    },
    "Description": "WHEN: Your opponent’s Charge phase, just after an enemy unit declares a charge.\n\nTARGET: One ADEPTUS ASTARTES INFANTRY unit from your army that was selected as one of the targets of that charge.\n\nEFFECT: That enemy unit must take a Battle-shock test, subtracting 1 from the result."
  },
  {
    "Id": "419",
    "Name": "Refusal to Yield",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until end of phase"
    },
    "Description": "WHEN: Any phase, just after an ANCIENT model from your army is destroyed.\n\nTARGET: That ANCIENT model. You can use this Stratagem on that model even though it was just destroyed.\n\nEFFECT: At the end of the phase, set your model back up on the battlefield, as close as possible to where it was destroyed and not within Engagement Range of one or more enemy units, with its full wounds remaining.\n\nRESTRICTIONS: You cannot target the same model with this Stratagem more than once per battle."
  },
  {
    "Id": "420",
    "Name": "Litanies of Purgation",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until end of phase"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes an attack, if that model’s unit is within range of one or more objective markers or the target unit is within range of one or more objective markers, improve the Armour Penetration characteristic of that attack by 1."
  },
  {
    "Id": "421",
    "Name": "Spoor of the Unholy",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until end of phase"
    },
    "Description": "WHEN: Your Shooting phase or the Fight phase.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that has not been selected to shoot or fight this phase.\n\nEFFECT: Until the end of the phase, ranged weapons equipped by models in your unit have the [IGNORES COVER] ability and each time a model in your unit makes an attack, you can ignore any or all modifiers to the following: that attack’s Ballistic Skill or Weapon Skill characteristic; the Hit roll."
  },
  {
    "Id": "422",
    "Name": "Reclaim Our Honour",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the battle"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit destroys an ANCIENT model from your army that has not been targeted with the Refusal to Yield Stratagem this phase.\n\nTARGET: One ADEPTUS ASTARTES unit from your army visible to that enemy unit.\n\nEFFECT: Until the end of the battle, each time an ADEPTUS ASTARTES model from your army makes an attack that targets that enemy unit, add 1 to the Hit roll.\n\nRESTRICTIONS: You cannot target that ANCIENT model with the Refusal to Yield Stratagem this phase."
  },
  {
    "Id": "423",
    "Name": "Recitation of the Revered",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has selected its targets.\n\nTARGET: One ANCIENT unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time an attack targets your unit, subtract 1 from the Hit roll."
  },
  {
    "Id": "424",
    "Name": "Perfervid Intervention",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP",
      "Range": "6\" from one or more enemy units",
      "Duration": "Resolve charge immediately"
    },
    "Description": "WHEN: End of your opponent’s Charge phase.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that is within 6\" of one or more enemy units and would be eligible to declare a charge against one or more of those enemy units if it were your Charge phase.\n\nEFFECT: Your unit now declares a charge that only targets one or more of those enemy units, and you resolve that charge.\n\nRESTRICTIONS: Note that even if this charge is successful, your unit does not receive any Charge bonus this turn."
  },
  {
    "Id": "425",
    "Name": "A Ceaseless Cause",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "N/A",
      "Duration": "Immediate"
    },
    "Description": "WHEN: End of the Fight phase.\n\nTARGET: One ADEPTUS ASTARTES INFANTRY unit from your army that was eligible to fight this phase.\n\nEFFECT: If your unit is not within Engagement Range of one or more enemy units, it can make a Normal move of up to 6\". It cannot embark within a TRANSPORT at the end of this move if it disembarked from a TRANSPORT this turn."
  },
  {
    "Id": "426",
    "Name": "Uncompromising Egress",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "N/A",
      "Duration": "Immediate"
    },
    "Description": "WHEN: Your Movement phase.\n\nTARGET: One LAND RAIDER model from your army that has not been selected to move this phase.\n\nEFFECT: One ADEPTUS ASTARTES unit embarked within your LAND RAIDER can disembark. When doing so, models in that unit can be set up anywhere on the battlefield wholly within 6\" of your LAND RAIDER and can be set up within Engagement Range of one or more enemy units."
  },
  {
    "Id": "427",
    "Name": "Gauntlet of the God Emperor",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "N/A",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your Movement phase.\n\nTARGET: One ADEPTUS ASTARTES VEHICLE model from your army that has not been selected to move this phase.\n\nEFFECT: Until the end of the phase, each time your model makes a Normal or Advance move, it can move horizontally through terrain features."
  },
  {
    "Id": "428",
    "Name": "Focused Hatred",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "N/A",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your Charge phase, just after you make a Charge roll for an ADEPTUS ASTARTES unit from your army that disembarked from a TRANSPORT this turn.\n\nTARGET: That ADEPTUS ASTARTES unit.\n\nEFFECT: Until the end of the phase, each time your unit makes a Charge move, models in your unit can move through models (when doing so, its models can move within Engagement Range of enemy models, but they can only end that move within Engagement Range of enemy models if those enemy models belong to a unit that your unit declared a charge against this turn)."
  },
  {
    "Id": "429",
    "Name": "Condemnatory Info Screed",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "N/A",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your Fight phase.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes an attack, if it disembarked from a TRANSPORT this turn, re-roll a Wound roll of 1. If that TRANSPORT has the LAND RAIDER keyword, you can re-roll the Wound roll instead."
  },
  {
    "Id": "430",
    "Name": "Blessed Hull",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "2CP",
      "Range": "N/A",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Your opponent’s Shooting phase, just after an enemy unit has selected its targets.\n\nTARGET: One ADEPTUS ASTARTES VEHICLE unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the end of the phase, each time an attack is allocated to a model in your unit, subtract 1 from the Damage characteristic of that attack."
  },
  {
    "Id": "431",
    "Name": "Fuelled by Faith",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "N/A",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Any phase, just after a mortal wound is allocated to an ADEPTUS ASTARTES unit from your army.\n\nTARGET: That ADEPTUS ASTARTES unit.\n\nEFFECT: Until the end of the phase, models in your unit have the Feel No Pain 5+ ability against mortal wounds."
  },
  {
    "Id": "432",
    "Name": "Armour of Contempt",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "N/A",
      "Duration": "Until the attacking unit has finished making its attacks"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the attacking unit has finished making its attacks, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1."
  },
  {
    "Id": "433",
    "Name": "Castigate the Demagogues",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "N/A",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, melee weapons equipped by models in your unit have the [PRECISION] ability."
  },
  {
    "Id": "434",
    "Name": "Brute Fervour",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "N/A",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that has not been selected to fight this phase.\n\nEFFECT: Until the end of the phase, each time a model in your unit makes an attack, re-roll a Hit roll of 1 and you can ignore any or all modifiers to the following: that attack’s Weapon Skill characteristic; the Hit roll; the Wound roll."
  },
  {
    "Id": "435",
    "Name": "Relentless Momentum",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "N/A",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that has not been selected to fight this phase and is within Engagement Range of one or more enemy units.\n\nEFFECT: Until the end of the phase, when determining which models in your unit are eligible to fight, any models in it that are within 3\" of one or more enemy models are eligible to fight. When resolving those attacks, such models can target one of those enemy units that is within 3\" of them and within Engagement Range of their unit."
  },
  {
    "Id": "436",
    "Name": "Voice of Devotion",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "N/A",
      "Duration": "Until the end of the battle round"
    },
    "Description": "WHEN: Your Command phase.\n\nTARGET: One ADEPTUS ASTARTES INFANTRY or ADEPTUS ASTARTES MOUNTED unit from your army.\n\nEFFECT: Select the Chorus of Relentless Hate, Rite of Perfervid Wrath or Chant of Deathless Devotion Litany. Until the end of the battle round, that Litany is active for your unit instead of any other Litany that is active for your army."
  },
  {
    "Id": "437",
    "Name": "Angelic Grace",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "N/A",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Any phase, just after an ADEPTUS ASTARTES unit from your army has a mortal wound allocated to it.\n\nTARGET: That ADEPTUS ASTARTES unit.\n\nEFFECT: Until the end of the phase, models in your unit have the Feel No Pain 5+ ability against mortal wounds."
  },
  {
    "Id": "438",
    "Name": "Armour of Contempt",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "N/A",
      "Duration": "Until the attacking unit has finished making its attacks"
    },
    "Description": "WHEN: Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that was selected as the target of one or more of the attacking unit’s attacks.\n\nEFFECT: Until the attacking unit has finished making its attacks, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1."
  },
  {
    "Id": "439",
    "Name": "Savage Echoes",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP"
    },
    "Description": "WHEN: Your opponent’s Charge phase.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that was just charged by an enemy unit.\n\nEFFECT: Select either the Strength or Attacks characteristic of melee weapons equipped by models in your unit. Until the end of the turn, add 1 to the selected characteristic. You can instead choose for your unit to give in to the Red Thirst; if it does, it becomes Battle-shocked (but the effects of this Stratagem still apply to it) and until the end of the turn, add 1 to the Strength and Attacks characteristics of melee weapons equipped by models in your unit."
  },
  {
    "Id": "440",
    "Name": "Red Rampage",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "N/A",
      "Duration": "Until the end of the phase"
    },
    "Description": "WHEN: Fight phase.\n\nTARGET: One ADEPTUS ASTARTES unit from your army that has not been selected to fight this phase.\n\nEFFECT: Select either the [LANCE] or [LETHAL HITS] abilities. Until the end of the phase, melee weapons equipped by models in your unit have the selected ability. You can instead choose for your unit to give in to the Red Thirst; if it does, then it becomes Battle-shocked (but the effects of this Stratagem still apply to it) and until the end of the phase, melee weapons equipped by models in your unit have the [LANCE] and [LETHAL HITS] abilities."
  },
  {
    "Id": "441",
    "Name": "Aggressive Onslaught",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "N/A",
      "Duration": "Until the end of the turn"
    },
    "Description": "WHEN: Your Movement phase, just after an Adeptus Astartes unit from your army has Advanced.\n\nTARGET: That ADEPTUS ASTARTES unit.\n\nEFFECT: Until the end of the turn, your unit is eligible to either shoot or declare a charge, even though it Advanced. You can instead choose for your unit to give in to the Red Thirst; if it does, it becomes Battle-shocked (but the effects of this Stratagem still apply to it) and until the end of the turn, your unit is eligible to both shoot and declare a charge, even though it Advanced."
  },
  {
    "Id": "442",
    "Name": "Relentless Assault",
    "Type": "Card",
    "Attributes": {
      "Level": "",
      "CastingValue": "1CP",
      "Range": "N/A",
      "Duration": "Until the end of the turn"
    },
    "Description": "WHEN: Your Movement phase, just after an ADEPTUS ASTARTES unit from your army Falls Back.\n\nTARGET: That ADEPTUS ASTARTES unit.\n\nEFFECT: Until the end of the turn, your unit is eligible to either shoot or declare a charge even though it Fell Back. You can instead choose for your unit to give in to the Red Thirst; if it does, it becomes Battle-shocked (but the effects of this Stratagem still apply to it) and until the end of the turn, your unit is eligible to both shoot and declare a charge, even though it Fell Back."
  }
]